[
	{ "id"   : "StdQueueConversation"
	, "text" : "Эй, как дела?"
	, "replies" :
		[ { "text" : "Неплохо…",       "ref" : null }
		, { "text" : "Как вы смеете!", "ref" : "StdQueueConversation2" }
		]
	},
	{ "id"   : "StdQueueConversation2"
	, "text" : "Извините…"
	, "replies" :
		[ { "text" : "Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "StdQueueEscape"
	, "text" : "Извините, моя очередь."
	, "replies" :
		[ { "text" : "До свидания", "ref" : null }
		]
	},
	{ "id"   : "StdHomeArrival"
	, "text" : "А вот и я!"
	, "replies" :
		[ { "text" : "Привет!", "ref" : null }
		]
	},
	{ "id"   : "StdHomeConversation"
	, "text" : "…"
	, "replies" :
		[ { "text" : "Погодите, я забыла утюг на плите!", "ref" : null }
		]
	},
	{ "id"   : "ShadyDescriptionIntro"
	, "text" : "<aside>Человек с набриллиантиненными волосами и цветным галстуком широко улыбается вам.</aside>"
	, "replies" :
		[ { "text" : "Поздороваться.", "ref" : "ShadyIntroductionIntro" }
		, { "text" : "Отвернуться. У него может быть инсульт!", "ref" : null }
		]
	, "sets" : [ "ShadyIntroductionPending" ]
	},
	{ "id"   : "ShadyIntroductionIntro"
	, "text" : "Приветствую! Когда я увидел вас, то сразу сказал себе: «Вот настоящий ценитель запонок!» Так какие бы вы хотели: золотые, циркониевые, из пробкового дерева, с защитой от вампиризма?"
	, "replies" :
		[ { "text" : "Звучит полезно, но я не большой любитель запонок, извините.", "ref" : "ShadyIntroductionReject" }
		, { "text" : "Клёво, а усатые запонки у вас есть? А запонки-котики? А 4D запонки?", "ref" : "ShadyIntroductionTellMeMore" }
		]
	},
	{ "id"   : "ShadyIntroductionReject"
	, "text" : "Какой же вы любитель, вы — настоящий профессионал запонок! Только такой профессионал, как вы, оценит эти винтажные самоуничтожающиеся запонки со встроенным факсом!"
	, "replies" :
		[ { "text" : "Интересно, а покажите, как получить факс!", "ref" : "ShadyIntroductionDemonstrate" }
		, { "text" : "Здорово, а могли бы вы продемонстрировать функцию самоуничтожения?", "ref" : "ShadyIntroductionDemonstrate" }
		]
	},
	{ "id"   : "ShadyIntroductionDemonstrate"
	, "text" : "Ну, видите ли… Ах, проклятье, как вы узнали, что запонки — дешёвая подделка и эта функция не работает? Вы — сам дьявол! Хитрый дьявол! Думаю, мы сработаемся."
	, "replies" :
		[ { "text" : "Хм, меня не называли дьволом с прошлой субботы. А что за работу вы предлагаете?", "ref" : "ShadyIntroductionJobOffer" }
		, { "text" : "Нет! Я отказываюсь участвовать в ваших тёмных делишках! Но, просто ради интереса, а вы бы платили мне за работу?", "ref" : "ShadyIntroductionJobOffer" }
		]
	},
	{ "id"   : "ShadyIntroductionTellMeMore"
	, "text" : "4D? О, это совсем новая модель, мне нужно связаться с производителем. И она обойдётся вам недёшево…"
	, "replies" :
		[ { "text" : "Вообще-то я только что придумала 4D запонки! Вы ненастоящий продавец ненастоящих запонок!  А я запатентую 4D запонки и стану богатой! Их-ха!", "ref" : "ShadyIntroductionAccuse" }
		, { "text" : "Вот вы и промахнулись! 4D запонки ужасно продаются, потому что постоянно теряются в четвёртом измерении, и ими завален весь рынок! Настоящий продавец запонок знал бы об этом!", "ref" : "ShadyIntroductionAccuse" }
		]
	},
	{ "id"   : "ShadyIntroductionAccuse"
	, "text" : "Проклятье, вы раскусили меня, хитрая бестия! Мне бы пригодился столь проницательный помошник. Не хотите поработать на меня? Вид у вас такой, будто вам нужны деньги."
	, "replies" :
		[ { "text" : "Хм, меня не называли хитрой бестией с прошлого четверга. А что за работа?", "ref" : "ShadyIntroductionJobOffer" }
		, { "text" : "Глупости, я невероятно богата! Моя финансовая империя несокрушима! Но… вы бы платили мне за работу? На случай, если мне понадобится разменная монета.", "ref" : "ShadyIntroductionJobOffer" }
		]
	},
	{ "id"   : "ShadyIntroductionJobOffer"
	, "text" : "Вам просто понадобится применить своё чутьё в строго законном направлении. Видите ли, окружающие нас болваны зависимы от очереди, они жаждут от неё подачек. Но мы-то с вами деловые люди, мы — хищники очереди! Мы используем её себе на пользу! Словом, будете продавать этим простакам смертельно необходимые им товары по совершенно адекватным ценам. И да, разумеется, вы получите процент с продаж."
	, "replies" :
		[ { "text" : "Клёво, я согласна, мы хищники очереди! Ррррр!", "ref" : "ShadyIntroductionAccept" }
		, { "text" : "Оу, наконец-то у меня будет настоящая зарплата! Ой, то есть, так и быть, я согласна, хотя вовсе не ради денег.", "ref" : "ShadyIntroductionAccept" }
		, { "text" : "Нет, никогда я не запятнаю свою честь подобным образом! Клёвыми интригами и убийствами — возможно, но не так!", "ref" : "ShadyIntroductionRefuse" }
		]
	},
	{ "id"   : "ShadyIntroductionAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MoustacheMachinationsPending" ]
	, "clears" : [ "ShadyIntroductionPending" ]
	},
	{ "id"   : "ShadyIntroductionRefuse"
	, "text" : "Как пожелаете! Но предложение остаётся в силе, если передумаете. Мы ещё встретимся!"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MachinationsRefused" ]
	, "clears" : [ "ShadyIntroductionPending" ]
	},
	{ "id"   : "ShadyMachinationsRefusedIntro"
	, "text" : "Я знал, что вы передумаете! Предложение слишком хорошо, чтобы от него отказываться! Берётесь за работу?"
	, "replies" :
		[ { "text" : "Да, я передумала. Согласна! Я такая ветреная. ", "ref" : "ShadyMachinationsRefusedAccept" }
		, { "text" : "Нет! Мне показалось, что я хочу вас видеть, но я ошиблась. Пока! ", "ref" : null }
		]
	},
	{ "id"   : "ShadyMachinationsRefusedAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MoustacheMachinationsPending" ]
	, "clears" : [ "MachinationsRefused" ]
	},
	{ "id"   : "ShadyMoustacheMachinationsIntro"
	, "text" : "Вот и вы! Вижу, как вам не терпится приступить к работе. Нет-нет, не стоит благодарности: да, на место продавца наших товаров претендовали многие, конкуренция была жёсткой и, порой, летальной. Но я выбрал вас не зря: огонь в ваших глазах обещает мне невероятные продажи!"
	, "replies" :
		[ { "text" : "Простите, у меня конъюнктивит.", "ref" : "ShadyMoustacheMachinationsTerribleMoustache" }
		, { "text" : "Да! Мои глаза никогда не лгут!", "ref" : "ShadyMoustacheMachinationsTerribleMoustache" }
		]
	},
	{ "id"   : "ShadyMoustacheMachinationsTerribleMoustache"
	, "text" : "Ваша первая задача — найти покупателя на эти потрясающие усы! Они станут своему обладателю лучшим другом и привлекут внимание прекрасного пола!"
	, "replies" :
		[ { "text" : "Фу, это же дохлая белка.", "ref" : "ShadyMoustacheMachinationsTerribleEw" }
		, { "text" : "Или крыса.", "ref" : "ShadyMoustacheMachinationsTerribleEw" }
		, { "text" : "Постойте, или не дохлая? Кажется, она пошевелилась…", "ref" : "ShadyMoustacheMachinationsTerribleEw" }
		]
	},
	{ "id"   : "ShadyMoustacheMachinationsTerribleEw"
	, "text" : "Найти нового хозяина дохлой зверушке — благороднейшая задача! К тому же, эта штука валялась у меня во дворе, не пропадать же добру. Вы справитесь! И помните: мы хищники очереди!"
	, "replies" :
		[ { "text" : "Р-р-р-р-р!", "ref" : null }
		, { "text" : "Скорее падальщики.", "ref" : null }
		]
	, "sets"   : [ "MoustacheMachinations" ]
	, "clears" : [ "MoustacheMachinationsPending" ]
	},
	{ "id"   : "ShadyFiller1Intro"
	, "text" : "Добрый день! Ни слова больше, я знаю, зачем вы пришли: щипцы для завивки хвостов лам!"
	, "replies" :
		[ { "text" : "Мне кажется, завивка хвостов не очень интересует лам.", "ref" : "ShadyFiller1Doubt" }
		, { "text" : "Эй, вы оскорбляете буддизм!", "ref" : "ShadyFiller1Buddhism" }
		]
	},
	{ "id"   : "ShadyFiller1Doubt"
	, "text" : "Ещё бы, ведь до разработки этих удивительных щипцов завивка хвоста ламы была утомительным занятием! Но теперь она не займёт у вас не больше двух минут!"
	, "replies" :
		[ { "text" : "Хм, у меня нет ламы, но я расскажу о щипцах брату! До свидания.", "ref" : null }
		, { "text" : "Никогда! Я буду завивать хвост своей ламе исключительно вручную! Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "ShadyFiller1Buddhism"
	, "text" : "Так вы буддистка? Превосходно, у нас есть коллекция календарей с недовольной танцующей коровой, священным животным буддизма!"
	, "replies" :
		[ { "text" : "Вы путаете его с индуизмом! А корова слишком жалкая! До свидания.", "ref" : null }
		, { "text" : "Ах, если бы я была богата и могла позволить себе такие траты… До встречи.", "ref" : null }
		]
	},
	{ "id"   : "ShadyMoustacheMachinationsReceiveIntro"
	, "text" : "Поздравляю вас с первой продажей! Нужно будет подарить детям рогатки, поставить производство подобных усов на поток. Теперь вы занимаете первое место по продажам и претендуете на звание “Продавец месяца”! И, конечно же, получаете процент от продаж. Один процент."
	, "replies" :
		[ { "text" : "Пф, даже на воображаемой работе я получала немногим меньше.", "ref" : "ShadyMoustacheMachinationsReceiveNextOrder" }
		, { "text" : "Круто, это на один процент больше, чем я получала на прошлой работе!", "ref" : "ShadyMoustacheMachinationsReceiveNextOrder" }
		, { "text" : "Но ведь я занимаюсь этим не ради денег, а ради мелочного ощущения собственной власти и манипуляции людьми! Другими словами, я бескорыстная.", "ref" : "ShadyMoustacheMachinationsReceiveNextOrder" }
		, { "text" : "Вооружение детей, как правило, не лучшая идея. Но вам виднее.", "ref" : "ShadyMoustacheMachinationsReceiveNextOrder" }
		]
	},
	{ "id"   : "ShadyMoustacheMachinationsReceiveNextOrder"
	, "text" : "Цена следующего товара выше, следовательно, и ваш процент будет больше. Это панацея! Гарантированно излечивает любую болезнь. <aside> Перед вами — флакон с подозрительной зелёной жидкостью, на этикетке нарисованы череп и кости. </aside>"
	, "replies" :
		[ { "text" : "Хм, а она точно действует?", "ref" : "ShadyMoustacheMachinationsReceiveWorking" }
		, { "text" : "Клёво, панацея-пират!", "ref" : "ShadyMoustacheMachinationsReceiveMarketing" }
		]
	},
	{ "id"   : "ShadyMoustacheMachinationsReceiveWorking"
	, "text" : "Ну разумеется. Во всяком случае, ещё ни один покупатель не приходил жаловаться. А теперь за работу! Время — деньги! Кстати, не хотите купить времени?"
	, "replies" :
		[ { "text" : "У меня нет времени на покупку!", "ref" : null }
		, { "text" : "Сколько бы я ни покупала времени, оно всегда быстро портится и становится потерянным. До встречи.", "ref" : null }
		]
	, "sets"   : [ "PanaceaMachinations" ]
	, "clears" : [ "MoustacheMachinationsDone" ]
	},
	{ "id"   : "ShadyMoustacheMachinationsReceiveMarketing"
	, "text" : "Хороший ход мысли! Нужно будет охватить пиратский рынок, они платят наличностью и не задают лишних вопросов."
	, "replies" :
		[ { "text" : "Пираты-девочки задают! Они ужасно болтливы. Что ж, пойду искать жертву. То есть, покупателя.", "ref" : null }
		, { "text" : "Захватить пиратский рынок! На абордах, йарр! Хм, я отвлекаюсь. Лучше поищу, кому бы продать панацею.", "ref" : null }
		]
	, "sets"   : [ "PanaceaMachinations" ]
	, "clears" : [ "MoustacheMachinationsDone" ]
	},
	{ "id"   : "ShadyPurchaseMoustacheIntro"
	, "text" : "Добрый день! Боюсь, что никто не говорил вам, но над вашей верхней губой — вселенская пустота! Выглядит крайне неэстетично. Не желаете ли приобрести усы «Карандаш»? Лицензионная продукция, отлично маскирует вселенскую пустоту."
	, "replies" :
		[ { "text" : "Вселенская пустота всё же лучше, чем бородавка! А сколько они стоят?", "ref" : "ShadyPurchaseMoustachePrice" }
		, { "text" : "А гарантия на усы есть?", "ref" : "ShadyPurchaseMoustacheWarranty" }
		, { "text" : "Нет, спасибо, я довольна своей внешностью.", "ref" : "ShadyPurchaseMoustacheRefuse" }
		]
	},
	{ "id"   : "ShadyPurchaseMoustacheWarranty"
	, "text" : "Два года гарантии! Однако, случаи поломки в результате небрежного обращения с усами не считаются гарантийными."
	, "replies" :
		[ { "text" : "Я буду их холить и лелеять! Но могу ли я их себе позволить?", "ref" : "ShadyPurchaseMoustachePrice" }
		, { "text" : "Зачем усы, если нельзя их лихо закручивать и гневно дергать! Нет, спасибо.", "ref" : "ShadyPurchaseMoustacheRefuse" }
		]
	},
	{ "id"   : "ShadyPurchaseMoustachePrice"
	, "text" : "Цена смешная — всего N рублей! Вы же не сможете отказаться от такого безумно выгодного предложения!"
	, "replies" :
		[ { "text" : "Не смогу! Покупаю!", "ref" : "ShadyPurchaseMoustacheBuy" }
		, { "text" : "Пока я не могу позволить себе такую покупку. Эй, не смейтесь! У меня неоплачиваемая работа!", "ref" : "ShadyPurchaseMoustacheRefuse" }
		]
	},
	{ "id"   : "ShadyPurchaseMoustacheBuy"
	, "text" : "Поздравляю! О, они вам невероятно идут. Могу я заинтересовать вас в продукции для ухода за усами? Например, усатая кружка! Вашим усам будет приятно пить из такой!"
	, "replies" :
		[ { "text" : "О, ПОТРЯСАЮЩЕ, УСАТАЯ КРУЖКА! Ох, нет, Лю, держи себя в руках, ты уже продала одну почку. До встречи!", "ref" : null }
		, { "text" : "Нет, благодарю. В моём доме усы разрешено носить только мне! До свидания.", "ref" : null }
		]
	, "sets" : [ "ReceiveFakeMoustache" ]
	},
	{ "id"   : "ShadyPurchaseMoustacheRefuse"
	, "text" : "Ваш отказ разбивает мне сердце! (Не хотите приобрести сверхнадёжный клей для ремонта сердец? Нет? Какая жестокость!) Оставьте меня в моей печали!"
	, "replies" :
		[ { "text" : "Ох, как я могла так с ним поступить! Скоплю денег и обязательно вернусь!", "ref" : null }
		, { "text" : "И вовсе мне не нужны усы! Проживу без них!", "ref" : null }
		]
	},
	{ "id"   : "ShadyFakeMoustacheWarrantyIntro"
	, "text" : "Добрый день! К сожалению, распродажа намордников для рыбок уже закончилась."
	, "replies" :
		[ { "text" : "На самом деле я пришла по поводу гарантии на усы, которые вы мне продали. Они отклеились!", "ref" : "ShadyFakeMoustacheWarrantyWarranty" }
		, { "text" : "Проклятье, как же я буду выгуливать рыбок? Постойте, у меня же нет рыбок. У меня есть гарантия на отклеившиеся усы!", "ref" : "ShadyFakeMoustacheWarrantyWarranty" }
		]
	},
	{ "id"   : "ShadyFakeMoustacheWarrantyWarranty"
	, "text" : "Использовали ли вы при установке усов одобренный производителем клей?"
	, "replies" :
		[ { "text" : "Вы не предупреждали ни про какой клей!", "ref" : "ShadyFakeMoustacheSorry" }
		, { "text" : "Хм, я прилепила усы шоколадом.", "ref" : "ShadyFakeMoustacheSorry" }
		]
	},
	{ "id"   : "ShadyFakeMoustacheSorry"
	, "text" : "Извините, в таком случае поломка усов не является гарантийной. Но! Если купите новый комплект усов, я сделаю вам скидку на одобренный производителем клей! Кроме того, вы получите в подарок стикер на усы!"
	, "replies" :
		[ { "text" : "Нет уж, впредь буду устанавливать усы только у официальных дилеров.", "ref" : null }
		, { "text" : "Вы солгали мне про гарантию! Как вы могли! Я доверяла вам, как никому в этой очереди!", "ref" : null }
		, { "text" : "Ужасно, куда катится мир, если даже подпольному продавцу усов нельзя доверять. Пойду жаловаться малознакомым людям в интернете.", "ref" : null }
		]
	, "clears" : [ "ReceiveFakeMoustache" ]
	},
	{ "id"   : "ShadyFiller2Intro"
	, "text" : "Рад видеть вас! Позвольте предложить вам пластинчатый доспех линейки “Адвокат”. Доспехи линейки “Адвокат” обеспечивают надёжную защиту от судебных преследований, в них вы будете чувствовать себя уверенно в правовом поле битвы!"
	, "replies" :
		[ { "text" : "Если бы вы предложили мне их до того, как я проиграла дело “Лю против детей по иску о нанесении лёгких телесных повреждений.”", "ref" : "ShadyFiller2Kids" }
		, { "text" : "Мне кажется, вы продаёте доспехи нелегально! Я подам на вас в суд!", "ref" : "ShadyFiller2Sue" }
		]
	},
	{ "id"   : "ShadyFiller2Kids"
	, "text" : "Любите телесно наказывать детей? У нас есть отличная ракетка для шлепков, с регулятором силы!"
	, "replies" :
		[ { "text" : "Ах, если бы телесные повреждения наносила я… Это были дети, и их было слишком много…  Пойду поплачу в одиночестве.", "ref" : null }
		, { "text" : "Ракетка — это несерьёзно. Вот баллистическая ракета для шлепков… Хм, поищу такую в интернете.", "ref" : null }
		]
	},
	{ "id"   : "ShadyFiller2Sue"
	, "text" : "Хорошая попытка, но под костюмом я всегда ношу кольчужную рубашку линейки “Адвокат”. Надёжная защита от сутяг!"
	, "replies" :
		[ { "text" : "Оу, так вот что вас так толстит. Счастливо оставаться!", "ref" : null }
		, { "text" : "Я буду пристально следить за вами, и как только вы снимите рубашку… Хм, звучит разнузданно. Пойду-ка я.", "ref" : null }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveIntro"
	, "text" : "Нашли покупателя на Панацею? Невероятно! За вами, надо понимать, нет хвоста полиции? Я не утверждаю, что приём Панацеи летален, но я этого и не отрицаю!"
	, "replies" :
		[ { "text" : "Если бы за мной был хвост, я была бы котиком…  Но увы.", "ref" : "ShadyPanaceaMachinationReceiveTail" }
		, { "text" : "Полиция котиков! Клёво!", "ref" : "ShadyPanaceaMachinationReceiveTail" }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveTail"
	, "text" : "И, разумеется, на вас не установлены жучки? Если установлены, то я первый раз слышу про Панацею! Вы продали её по собственной инициативе!"
	, "replies" :
		[ { "text" : "Вам нельзя шутить про насекомых! Никому нельзя!", "ref" : "ShadyPanaceaMachinationReceiveInspiration" }
		, { "text" : "Я инициативная!", "ref" : "ShadyPanaceaMachinationReceiveInspiration" }
		, { "text" : "А вы лояльный!", "ref" : "ShadyPanaceaMachinationReceiveInspiration" }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveInspiration"
	, "text" : "А вот и следующий товар на продажу: вдохновение! <i> С виду — обычный пакет, перевязанный веревочкой. </i>"
	, "replies" :
		[ { "text" : "Это же просто пакет воздуха.", "ref" : "ShadyPanaceaMachinationReceiveCreativity" }
		, { "text" : "Потрясающе, я чувствую творческий порыв от одного его вида!", "ref" : null }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveInspiration"
	, "text" : "А вот и следующий товар на продажу: вдохновение! <i> С виду — обычный пакет, перевязанный веревочкой. </i>"
	, "replies" :
		[ { "text" : "Это же просто пакет воздуха.", "ref" : "ShadyPanaceaMachinationReceiveAir" }
		, { "text" : "Потрясающе, я чувствую творческий порыв от одного его вида!", "ref" : "ShadyPanaceaMachinationReceiveCreativity" }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveAir"
	, "text" : "Да, в том и дело! Поэтому наши запасы вдохновения практически неограничены. К тому же, оно вызывает сильнейшее привыкание."
	, "replies" :
		[ { "text" : "Да, без воздуха тяжело обойтись. Хотя, я умею задерживать дыхание на десять минут! А нет, это не я.", "ref" : "ShadyPanaceaMachinationReceivePromotion" }
		, { "text" : "Оу, я буду продавцом наркотиков. Карьерный рост, их-ха!", "ref" : "ShadyPanaceaMachinationReceivePromotion" }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceiveCreativity"
	, "text" : "В таком случае, не хотите приобрести набор мелков?"
	, "replies" :
		[ { "text" : "Нет, я ещё не доела предыдущие мелки.", "ref" : "ShadyPanaceaMachinationReceivePromotion" }
		, { "text" : "Мелки — слишком мелко для гения моего масштаба!", "ref" : "ShadyPanaceaMachinationReceivePromotion" }
		]
	},
	{ "id"   : "ShadyPanaceaMachinationReceivePromotion"
	, "text" : "Справитесь с продажей — и мы рассмотрим возможность вашего повышения до менеджера по продажам… Впрочем, пусть это станет для вас сюрпризом."
	, "replies" :
		[ { "text" : "Менеджер по продажам сюрпризов!", "ref" : null }
		, { "text" : "Не люблю сюрпризы и часто путаю их с разочарованиями.", "ref" : null }
		, { "text" : "Интересно, хоть в одной из альтернативных реальностей я работаю по профессии?", "ref" : null }
		]
	, "sets"   : [ "InspirationMachinations" ]
	, "clears" : [ "PanaceaMachinationsDone" ]
	},
	{ "id"   : "ShadyFiller3Intro"
	, "text" : "Добрый вечер. Хотите, я предскажу ваше будущее по линиям ладони?"
	, "replies" :
		[ { "text" : "Клёво, мистицизм, давайте!", "ref" : "ShadyFiller3Agree" }
		, { "text" : "Не получится, мои ладони перепачканы в шоколаде.", "ref" : null }
		]
	},
	{ "id"   : "ShadyFiller3Agree"
	, "text" : "Какая интересная линия жизни… О нет, она внезапно обрывается! В вашем ближайшем будущем я вижу ужасную болезнь, боль, страдания и тьму! Если только…"
	, "replies" :
		[ { "text" : "Если я не брошу есть на ночь?", "ref" : "ShadyFiller3Unless" }
		, { "text" : "Если я не брошу есть ночью?", "ref" : "ShadyFiller3Unless" }
		, { "text" : "Если я не брошу есть?", "ref" : "ShadyFiller3Unless" }
		, { "text" : "Если вы не перепутали меня с эмо?", "ref" : "ShadyFiller3Unless" }
		]
	},
	{ "id"   : "ShadyFiller3Unless"
	, "text" : "Если только вы не приобретёте Тревожного Альбатроса! Попав в беду, вам стоит лишь отправить Тревожного Альбатроса за помощью! Он не возьмёт передышку, пока не приведёт вам подмогу! Разве что залетит по пути в паб, всё-таки напряжённая работа, он постоянно в тревоге, мы ничего не можем сделать, у альбатросов сильный профсоюз…"
	, "replies" :
		[ { "text" : "Нет, спасибо, но альбатросы пахнут рыбой.", "ref" : "ShadyFiller3Insurance" }
		, { "text" : "Благодарю, но я фаталистка! И моя жизнь — риск!", "ref" : "ShadyFiller3Insurance" }
		, { "text" : "Нет, не надо, не хочу никого тревожить.", "ref" : "ShadyFiller3Insurance" }
		]
	},
	{ "id"   : "ShadyFiller3Insurance"
	, "text" : "Что ж, вас не заботит собственная судьба, понимаю. Но подумайте о тех, кто вам дорог: приобретите сиропное страхование жизни! Если вас подстережёт несчастный случай, ваши родственники получат бутылочку сиропа! “Сиропное страхование: мы не обещаем вам сладкой жизни, но гарантируем сладкую смерть!”"
	, "replies" :
		[ { "text" : "Но в чём смысл, если сироп достанется не мне!", "ref" : null }
		, { "text" : "Лучше пойду уговорю кого-нибудь из родственников застраховаться.", "ref" : null }
		, { "text" : "Нет! Я буду жить вечно! Пойду домой, проверю, как там моя филактерия.", "ref" : null }
		]
	},
	{ "id"   : "ShadyInspriationMachinationsReceiveIntro"
	, "text" : "Добрый день! Продали вдохновение? Замечательно. Оно вызывает привыкание? Тем лучше! Кстати, следующей в продажу предполагаю выпустить совесть."
	, "replies" :
		[ { "text" : "Да, я бы купила её в подарок всем, кто отказывается печь мне блины!", "ref" : "ShadyInspriationMachinationsReceiveSlaver" }
		, { "text" : "Пф, да кому она нужна!", "ref" : "ShadyInspriationMachinationsReceiveSlaver" }
		]
	},
	{ "id"   : "ShadyInspriationMachinationsReceiveSlaver"
	, "text" : "Как бы там ни было, вы отлично справляетесь! За время вашей работы, оборот фирмы увеличился вдвое! Настало время вынести вам благодарность и повысить до… менеджера по продажам рабов!"
	, "replies" :
		[ { "text" : "Работорговля, их-ха! А мне дадут кнут? ", "ref" : "ShadyInspriationMachinationsReceiveWhip" }
		, { "text" : "Наконец-то престижная работа! Посмотрим, как теперь запоёт Прототип! Хотя, наверняка у него нет слуха.", "ref" : "ShadyInspriationMachinationsReceiveCat" }
		, { "text" : "А вы уверены, что это законно?", "ref" : "ShadyInspriationMachinationsReceiveCat" }
		]
	},
	{ "id"   : "ShadyInspriationMachinationsReceiveWhip"
	, "text" : "Вы можете приобрести кнут со скидкой для сотрудников! Какой желаете: респектабельная семихвостка или модная нагайка? Или вы хотите роскоши? Рёбропересчитыватель 3000 - последнее слово в сфере кнутов! Подогрев ручки, автоматическое просаливание ран, плеер с закачанной злодейской музыкой!"
	, "replies" :
		[ { "text" : "Хм, заманчиво, но насколько легально наше рабовладельческое предприятие?", "ref" : "ShadyInspriationMachinationsReceiveLegal" }
		, { "text" : "Семихвостка напомнила мне о двухвостках, вы балансируете на тонкой грани шуток о насекомых, берегитесь!", "ref" : "ShadyInspriationMachinationsReceiveCat" }
		]
	},
	{ "id"   : "ShadyInspriationMachinationsReceiveLegal"
	, "text" : "Всё законно! Если рабы не знают, что они рабы, а акт продажи - добровольное пожертвование, мы не работорговцы, а служба занятости!"
	, "replies" :
		[ { "text" : "Служба занятости? Надеюсь, мы будем не слишком заняты, у меня ведь ещё несколько воображаемых работ.", "ref" : "ShadyInspriationMachinationsReceiveCat" }
		, { "text" : "Хорошо, но если меня примут за рыботорговца, я сразу же уволюсь!", "ref" : "ShadyInspriationMachinationsReceiveCat" }
		]
	},
	{ "id"   : "ShadyInspriationMachinationsReceiveCat"
	, "text" : "Начнём с простого: где-то в очереди стоит кот, найдите ему нового хозяина! Коту об этом знать не обязательно. Затруднений возникнуть не должно, коты продаются, как горячие пирожки!"
	, "replies" :
		[ { "text" : "Пирожки с котами, фу, как можно. Хорошо же.", "ref" : null }
		, { "text" : "Теперь я хочу горячий пирожок(", "ref" : null }
		, { "text" : "Коты клёвые! Люблю, знаете ли, иногда выкрикивать очевидности.", "ref" : null }
		, { "text" : "Ура, я кототорговец! Работа мечты!", "ref" : null }
		]
	, "sets"   : [ "CatMachinations", "LiuIsSlaver" ]
	, "clears" : [ "InspirationMachinationsDone" ]
	},
	{ "id"   : "ShadyFiller4Intro"
	, "text" : "Одно слово! Всего одно слово: дом!"
	, "replies" :
		[ { "text" : "Блины! Мы же играем в ассоциации, да?", "ref" : "ShadyFiller4Home" }
		, { "text" : "У меня нет собственного дома :(", "ref" : "ShadyFiller4Home" }
		]
	},
	{ "id"   : "ShadyFiller4Home"
	, "text" : "Именно! Дом там, где для нас пекут блины! А где для нас пекут блины? В человечнике! Человечник - новейшее изобретение от авторов хитового скворечника! Наши специалисты построят вокруг вашей головы удобный домик, добросердечные старушки сразу же потянутся кормить вас блинами или, в крайнем случае, хлебной крошкой!"
	, "replies" :
		[ { "text" : "Но в доме могут завестись тараканы! Тараканы в голове, ААА!", "ref" : "ShadyFiller4Parasites" }
		, { "text" : "А ещё, в домах заводятся дети! А у меня закончился яд! ", "ref" : "ShadyFiller4Parasites" }
		]
	},
	{ "id"   : "ShadyFiller4Parasites"
	, "text" : "Ничто так не помогает от паразитов, как скрипка! Не умеете играть? В том и дело, ни один паразит не вынесет игры дилетанта на скрипке!"
	, "replies" :
		[ { "text" : "Увы, но я слишком Ватсон, чтобы играть на скрипке.", "ref" : null }
		, { "text" : "Я умею играть! Умею! Обезьянкой!", "ref" : null }
		]
	},
	{ "id"   : "ShadyCatMachinationsReceiveIntro"
	, "text" : "С первым проданным рабом вас! Вы прирождённый работорговец, я так сразу и сказал жене. Кстати, работорговля — её идея. Всё потому что дочка нам все уши прожужжала, выпрашивая раба. "
	, "replies" :
		[ { "text" : "А если бы у меня были драконы, я бы освобождала рабов. Ах…", "ref" : "ShadyCatMachinationsReceiveNextOrder" }
		, { "text" : "Знаете, мне кажется, работорговля - моё истинное призвание! Жаль, что у меня нет работорговческого диплома.", "ref" : "ShadyCatMachinationsReceiveNextOrder" }
		, { "text" : "ВЫ НАЗВАЛИ МЕНЯ РЫБОТОРГОВЦЕМ?! Послышалось? Ладно! Но я слежу за вами!", "ref" : "ShadyCatMachinationsReceiveNextOrder" }
		]
	},
	{ "id"   : "ShadyCatMachinationsReceiveNextOrder"
	, "text" : "Так вот, недавно встретил в очереди Хтоническое Чудовище. У бедняги нет собственной жертвенной девственницы, больно смотреть на бедолагу. Наш долг подыскать для него подходящую рабыню!"
	, "replies" :
		[ { "text" : "Подозрительно напоминает сводничество! Сводничество аморально, не то что благородная работорговля!", "ref" : "ShadyCatMachinationsReceiveMatchmaking" }
		, { "text" : "Может снова продадим кота? Нарядим его в платьице.", "ref" : "ShadyCatMachinationsReceiveCat" }
		]
	},
	{ "id"   : "ShadyCatMachinationsReceiveMatchmaking"
	, "text" : "Вы неправильно поняли. Девственницы нужны Хтоническим Чудовищам, чтобы их съедать."
	, "replies" :
		[ { "text" : "Оу, так они что-то вроде блинов? Тогда окей!", "ref" : null }
		, { "text" : "Да! Мы должны помочь голодающим! До встречи!", "ref" : null }
		]
	},
	{ "id"   : "ShadyCatMachinationsReceiveCat"
	, "text" : "Нет, обман может обнаружиться, репутация для работорговца превыше всего."
	, "replies" :
		[ { "text" : "Извините, о чём я только думала. Пойду искать подходящую девочку.", "ref" : null }
		, { "text" : "Теперь меня тревожит собственное желание наряжать котиков в платья. Схожу к психологу!", "ref" : null }
		, { "text" : "Но… но ведь котики лучше девственниц! Ну и ладно, ну и как хотите, продам вашу дурацкую девственницу.", "ref" : null }
		]
	},
	{ "id"   : "ShadyQueueEscapeIntro"
	, "text" : "Простите, подошла моя очередь. Оставайтесь на линии, ваш звонок важен для нас!"
	, "replies" :
		[ { "text" : "До свидания.", "ref" : null }
		, { "text" : "Оу, мой звонок важен! Какой отличный день!", "ref" : null }
		]
	, "sets" : [ "MrMoustacheIntroductionPending" ]
	},
	{ "id"   : "MrMoustacheDescriptionIntro"
	, "text" : "<aside> О-о-о, какие усы! О таких усах вы побоялись бы даже мечтать! И, потрясающе, бакенбарды! Вы так охвачены восторгом, что далеко не сразу замечаете обладателя всего этого великолепия — пожилого джентльмена во фраке. </aside>"
	, "replies" :
		[ { "text" : "Познакомиться! Наверняка это очень приятный человек, ведь усы и неклёвость — вещи несовместимые.", "ref" : "MrMoustacheIntroductionIntro", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Познакомиться! Наверняка это очень приятный человек, ведь усы и неклёвость — вещи несовместимые.", "ref" : "MrMoustacheNoMoustacheIntro", "requires" : [ "MoustacheAbsent" ] }
		, { "text" : "Нет! Вы стесняетесь даже знакомиться со столь невероятными усами.", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheNoMoustacheIntro"
	, "text" : "Добрый день. Что-то не вижу ваших усов, юная леди. Мне не о чем с вами разговаривать! Какой позор"
	, "replies" :
		[ { "text" : "И впрямь, о чём я только думала, показываясь в приличном обществе без усов. Извините!", "ref" : null } ]
	},
	{ "id"   : "MrMoustacheIntroductionIntro"
	, "text" : "Добрый день! Вижу, что вы вступили на благородный путь ношения усов, молодой человек. Похвально, похвально. Вы делаете честь своему поколению."
	, "replies" :
		[ { "text" : "Да! Потому что усы клёвые!", "ref" : "MrMoustacheIntroductionSimple" }
		, { "text" : "Но моим усам ещё далеко до ваших! Наверняка у вас богатый опыт, не поделитесь советами по усоводству?", "ref" : "MrMoustacheIntroductionAdvice" }
		]
	},
	{ "id"   : "MrMoustacheIntroductionSimple"
	, "text" : "“Клёвые”? Возмутительное упрощение! Свести десятитысячелетнюю историю усов к клёвости! Хотя… Возможно вы мудры не по годам! Клёвость — действительно основное качество усов, я никогда не думал об этом в таком свете."
	, "replies" :
		[ { "text" : "Оу, я мудрая? Да, конечно! Мне часто об этом говорят. А у усов действительно столь древняя история?", "ref" : "MrMoustacheIntroductionHistory" }
		, { "text" : "Да, я вовсе не старая! А давайте беседовать об усах? В очереди скучно.", "ref" : "MrMoustacheIntroductionHistory" }
		]
	},
	{ "id"   : "MrMoustacheIntroductionAdvice"
	, "text" : "В здоровых усах — здоровый дух! Лишь познавший историю и философию усов человек может взрастить поистине легендарные усы."
	, "replies" :
		[ { "text" : "Легендарные усы? Хочу! Вы же посвятите меня в таинства всемирной истории усов?", "ref" : "MrMoustacheIntroductionHistory" }
		, { "text" : "А я думала, легендарные усы падают с финального босса. А расскажете что-нибудь из истории усов?", "ref" : "MrMoustacheIntroductionHistory" }
		]
	},
	{ "id"   : "MrMoustacheIntroductionHistory"
	, "text" : "Некоторые учёные считают, что усы зародились раньше человеческой цивилизации! Если хотите, я мог бы прочесть вам краткий курс лекций по роли усов в мировой истории. Возможно, это поможет вам лучше понять себя и ваши усы."
	, "replies" :
		[ { "text" : "Конечно! Мы с Мистером Усы с удовольствием прослушаем ваш курс! ", "ref" : "MrMoustacheIntroductionAccept" }
		, { "text" : "Давайте! Всегда мечтала об учёной степени по усологии.", "ref" : "MrMoustacheIntroductionAccept" }
		, { "text" : "Почему бы и нет, мне и так все постоянно читают лекции.", "ref" : "MrMoustacheIntroductionAccept" }
		]
	},
	{ "id"   : "MrMoustacheIntroductionAccept"
	, "text" : "Замечательно! Давно не встречал таких достойных юных энтузиастов усов, как вы. Я подготовлю лекцию к нашей следующей встрече. До УСвидания, если вы позволите старику каламбур."
	, "replies" :
		[ { "text" : "Конечно! УСпехов вам!", "ref" : null }
		, { "text" : "Оу, меня назвали юной, какой удивительный день. Удачи!", "ref" : null }
		]
	, "sets"   : [ "MrMoustacheFiller1Pending" ]
	, "clears" : [ "MrMoustacheIntroductionPending" ]
	},
	{ "id"   : "MrMoustacheFiller1Intro"
	, "text" : "Приветствую, мой юный друг! Сегодня я расскажу вам историю Троянских Усов и Хитроусого Одиссея. Готовы?"
	, "replies" :
		[ { "text" : "Да! Увлекательно!", "ref" : "MrMoustacheFiller1TrojanWar" }
		, { "text" : "Нет, простите, я исчерпала лимит скуки на сегодня.", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheFiller1TrojanWar"
	, "text" : "Замечательно! Как вам, несомненно, известно, основной причиной Троянской войны был…"
	, "replies" :
		[ { "text" : "Краков Раздора?", "ref" : "MrMoustacheFiller1Krakow" }
		, { "text" : "Гитлер?", "ref" : "MrMoustacheFiller1Reason" }
		, { "text" : "Бурундук-провокатор?", "ref" : "MrMoustacheFiller1Reason" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Krakow"
	, "text" : "Историки до сих пор спорят о следствиях передачи Кракова Великой Канадской Империи. Основной же причиной войны послужил греческий долговой кризис. Древние греки не любили работать, но любили кутить. Однажды они взяли крупный кредит у Трои, чтобы отдать карточный долг финикийцам. Когда настало время отдавать кредит, греки сочли разумным убить всех троянцев и сжечь их столицу."
	, "replies" :
		[ { "text" : "Я тоже так поступаю, когда залезаю в долги!", "ref" : "MrMoustacheFiller1Gates" }
		, { "text" : "Ох, сожжённые столицы навевают дурные воспоминания.", "ref" : "MrMoustacheFiller1Gates" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Reason"
	, "text" : "Не совсем. Основной причиной войны послужил греческий долговой кризис. Древние греки не любили работать, но любили кутить. Однажды они взяли крупный кредит у Трои, чтобы отдать карточный долг финикийцам. Когда настало время отдавать кредит, греки сочли разумным убить всех троянцев и сжечь их столицу."
	, "replies" :
		[ { "text" : "Я тоже так поступаю, когда залезаю в долги!", "ref" : "MrMoustacheFiller1Gates" }
		, { "text" : "Ох, сожжённые столицы навевают дурные воспоминания.", "ref" : "MrMoustacheFiller1Gates" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Gates"
	, "text" : "Однако, когда греки остановились под стенами Трои и потребовали открыть ворота, чтобы они могли вырезать население и сжечь город дотла, вероломные троянцы отказались и принялись плеваться в греков яблочными косточками."
	, "replies" :
		[ { "text" : "Чёрт, яблочные косточки! Нужно было подумать о них, когда сжигали мою столицу…", "ref" : "MrMoustacheFiller1Odysseus" }
		, { "text" : "Вот мерзавцы!", "ref" : "MrMoustacheFiller1Odysseus" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Odysseus"
	, "text" : "Греки уже собирались отступить, потому что осада города представлялась им хлопотным делом и слишком напоминала работу, когда Одиссей придумал план: он отрастит такие потрясающие усы, что троянцы не устоят перед их обаянием и откроют перед ним ворота!"
	, "replies" :
		[ { "text" : "Да! При звонке в дверь я всегда прошу показать усы в глазок.", "ref" : "MrMoustacheFiller1Sacking" }
		, { "text" : "Слышите, Мистер Усы? Это история про вашего прородителя!", "ref" : "MrMoustacheFiller1Sacking" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Sacking"
	, "text" : "“Человек с такими усами не может лгать!” — рассудили троянцы и открыли перед Одиссеем ворота. В тот же миг из усов Одиссея выпрыгнули вооружённые греки и захватили город. Все славили пытливый ум Одиссея и лишь в наше время археусологи доказали, что план придумал не сам грек, а его усы."
	, "replies" :
		[ { "text" : "Мораль истории: держите вторую столицу “про запас”, иначе вас ждёт разочарование.", "ref" : "MrMoustacheFiller1Conclusion" }
		, { "text" : "Увлекательная устория!", "ref" : "MrMoustacheFiller1Conclusion" }
		]
	},
	{ "id"   : "MrMoustacheFiller1Conclusion"
	, "text" : "Надеюсь, мой рассказ приоткрыл вам скрытые возможности ваших усов! До следующей устречи!"
	, "replies" :
		[ { "text" : "Успасибо!", "ref" : null }
		, { "text" : "Да! Я чувствую, что мощь Мистера Усы растёт! Удачи вам.", "ref" : null }
		]
	, "sets"   : [ "MrMoustacheFiller2Pending" ]
	, "clears" : [ "MrMoustacheFiller1Pending" ]
	},
	{ "id"   : "MrMoustacheFiller2Intro"
	, "text" : "Доброго дня, дорогой начинающий усолог! Готовы открыть для себя новую страницу увлекательной мировой устории усов?"
	, "replies" :
		[ { "text" : "Да! Мистер Усы будет конспектировать!", "ref" : "MrMoustacheFiller2Columbus" }
		, { "text" : "Усиные Устории!", "ref" : "MrMoustacheFiller2Columbus" }
		, { "text" : "Извините, сейчас у меня совсем нет времени. Нет времени на усы, ох, как низко я пала…", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheFiller2Columbus"
	, "text" : "Сегодня я поведаю вам о Христофоре Колумбе. Колумб родился в Италии, где снискал локальную славу за свои довольно неплохие усы. Увы, даже репутация его усов не спасла Колумба,  когда он заспойлерил итальянцам улыбку Джоконды и был выслан в Испанию. В те годы картины ещё даже не было в планах, но Колумб, видимо, обладал даром предвидения."
	, "replies" :
		[ { "text" : "Хм, один мой знакомый тоже обладает таким даром!", "ref" : "MrMoustacheFiller2Spain" }
		, { "text" : "А другого тоже выслали в Испанию!", "ref" : "MrMoustacheFiller2Spain" }
		]
	},
	{ "id"   : "MrMoustacheFiller2Spain"
	, "text" : "При испанском дворе Колумб принялся спойлерить картины Эль Греко, но это сходило ему с рук, поскольку испанцы безуспешно ожидали появления инквизиции. Колумба сгубило другое: он выиграл у Эль Греко крупную сумму денег в карты. Эль Греко мало чем отличался от древних греков и, когда настало время отдавать долг, решил убить Колумба и захватить его усы в плен. Христофору пришлось бежать в Индию."
	, "replies" :
		[ { "text" : "Что вы говорите, Мистер Усы? Если меня убьют, вы не сдадитесь в плен? О, Мистер Усы, вы такой храбрец!", "ref" : "MrMoustacheFiller2India" }
		, { "text" : "А я в таких случаях обычно прячусь под диваном.", "ref" : "MrMoustacheFiller2India" }
		]
	},
	{ "id"   : "MrMoustacheFiller2India"
	, "text" : "Колумб нанялся капитаном на судно, идущее в Индию. Когда судно вышло в море, поднялся сильный ветер, намотавший ус Христофора на штурвал. Корабль сбился с курса и направился в открытое море. Колумб отказывался от предложений команды отрезать злосчастный ус, пока корабль не достиг берегов неизвестной земли. Разумеется, всё это не было случайностью: так колумбовы усы открыли Америку."
	, "replies" :
		[ { "text" : "Клёво, в мае я иду в плавание! Нужно отрастить усы попышнее!", "ref" : "MrMoustacheFiller2Conclusion" }
		, { "text" : "Но почему вся слава досталась Колумбу, а не его усам?", "ref" : "MrMoustacheFiller2Fame" }
		]
	},
	{ "id"   : "MrMoustacheFiller2Fame"
	, "text" : "Усы не отделяли себя от Колумба. Также как и вы не должны разделять себя и свои усы. Быть вместе с усами и в горе, и в радости — вот основной принцип усологии!"
	, "replies" :
		[ { "text" : "Я никогда не оставлю Мистера Усы! Вас никогда не коснётся растворитель фломастеров, Мистер Усы!", "ref" : "MrMoustacheFiller2Conclusion" }
		, { "text" : "Я буду придерживаться идеалов усологии, услово чести!", "ref" : "MrMoustacheFiller2Conclusion" }
		]
	},
	{ "id"   : "MrMoustacheFiller2Conclusion"
	, "text" : "Буду рад, если сегодняшний рассказ вас чему-то научил. До новых устреч!"
	, "replies" :
		[ { "text" : "Больше никогда не буду играть в карты с греками! До усвидания.", "ref" : null }
		, { "text" : "Испанию нужно переименовать в Успанию в честь колумбовых усов! Открою петицию в интернете.", "ref" : null }
		, { "text" : "Мощь Мистера Усы возрастает с каждой лекцией! Скоро нас будет на установить…", "ref" : null }
		]
	, "sets"   : [ "MrMoustacheFiller3Pending" ]
	, "clears" : [ "MrMoustacheFiller2Pending" ]
	},
	{ "id"   : "MrMoustacheFiller3Intro"
	, "text" : "Приветствую. Сегодняшний рассказ будет о более мрачной странице истории усов. Я мог бы представить усы в розовом свете, но мы, усологи, должны придерживаться усторический правды!"
	, "replies" :
		[ { "text" : "Правильно! Розовые усы — это вызывающе отвратительно.", "ref" : "MrMoustacheFiller3Peter" }
		, { "text" : "Едва ли это травмирует меня больше, чем роман Джорджа Мартина о жизни усов.", "ref" : "MrMoustacheFiller3Peter" }
		, { "text" : "Нет, я не готова узнать всю правду об усах! Дайте мне собраться с духом.", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheFiller3Peter"
	, "text" : "На заре правления Петра I, абсолютной властью в России пользовался Тайный Совет Бород. Усы подтвергались сегрегации и не допускались до принятия решений. Разумеется, следствием отстранения усов от власти явилась техническая отсталость страны."
	, "replies" :
		[ { "text" : "О нет, неужели бороды способны на такое!", "ref" : "MrMoustacheFiller3OhNo" }
		, { "text" : "Но ведь бороды считаются волосатыми ангелочками, как они могли!", "ref" : "MrMoustacheFiller3OhNo" }
		, { "text" : "Усы и прогресс неразделимы! У Мистера Усы есть докторская степень по квантовой физике.", "ref" : "MrMoustacheFiller3Progress" }
		]
	},
	{ "id"   : "MrMoustacheFiller3Progress"
	, "text" : "Верное замечание, юный друг. Усы всегда были спутниками научного прогресса, ещё с тех самых пор, как  инквизиция (как раз к этому времени её, наконец, перестали ожидать) сбрила усы Джордано Бруно."
	, "replies" :
		[ { "text" : "Но мне всё-таки трудно поверить в злодейство бород. Многие из моих лучших друзей — бороды.", "ref" : "MrMoustacheFiller3OhNo" }
		]
	},
	{ "id"   : "MrMoustacheFiller3OhNo"
	, "text" : "Дело не в злодействе бород, мой молодой коллега, а в неограниченной власти. Между усами и бородами всегда должен поддерживаться баланс, равновесие сил. Противостоять господству бород в ту эпоху осмелились только усы молодого царя."
	, "replies" :
		[ { "text" : "Усы всегда находят путь!", "ref" : "MrMoustacheFiller3Violence" }
		, { "text" : "Надеюсь, в конце усы и бороды помирились и жили счастливо", "ref" : "MrMoustacheFiller3Violence" }
		]
	},
	{ "id"   : "MrMoustacheFiller3Violence"
	, "text" : "Увы, царские усы решили бороться с несправедливостью насилием: многие бороды были схвачены, а их бояре — отрублены, согласно указу царя “Бояр бородам — рубить!”. Геноцид бород вывел их из моды на целое столетие. Это навсегда останется тёмной страницей в устории усологии."
	, "replies" :
		[ { "text" : "Усжасно! Вот почему Мистер Усы подрался с бородой на новогодней вечеринке.", "ref" : "MrMoustacheFiller3Conclusion" }
		, { "text" : "Хм, усы сделали всё правильно. Усы превыше всего!", "ref" : "MrMoustacheFiller3Conclusion" }
		, { "text" : "Я почту память павших бород торжественным ужином. И дело вовсе не в том, что я проголодалась.", "ref" : "MrMoustacheFiller3Conclusion" }
		]
	},
	{ "id"   : "MrMoustacheFiller3Conclusion"
	, "text" : "Выводы делать вам, но это далеко не самое устрашное деяние усов. В уследующей раз я расскажу вам о роли усов во Второй Мировой войне."
	, "replies" :
		[ { "text" : "Держу пари, это была роль дворецкого.", "ref" : null }
		, { "text" : "Всё это очень травмирующе. До устречи.", "ref" : null }
		]
	, "sets"   : [ "MrMoustacheFiller4Pending" ]
	, "clears" : [ "MrMoustacheFiller3Pending" ]
	},
	{ "id"   : "MrMoustacheFiller4Intro"
	, "text" : "Полагаю, вы пришли за рассказом о кровавой роли одних усов в трагической истории двадцатого века?"
	, "replies" :
		[ { "text" : "Да! Я готова узнать всю правду об усах, какой бы ужасной она ни была!", "ref" : "MrMoustacheFiller4YoungMoustache" }
		, { "text" : "Нет, я перепутала вас с продавцом мороженого. До свидания.", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheFiller4YoungMoustache"
	, "text" : "Речь пойдёт о молодых немецких усах. Их жизнь была безоблачной и заурядной, пока однажды они не познакомились с ефрейтором, только что вернувшимся с фронтов Первой Мировой войны, будущим диктатором Германии и самым зловещим усачом в истории. Вы, конечно, догадались, что это был…"
	, "replies" :
		[ { "text" : "Чарли Чаплин?", "ref" : "MrMoustacheFiller4Hitler" }
		, { "text" : "Дали?", "ref" : "MrMoustacheFiller4Hitler" }
		, { "text" : "Джон Уотерс?", "ref" : "MrMoustacheFiller4Hitler" }
		, { "text" : "Берт Рейнольдс?", "ref" : "MrMoustacheFiller4Hitler" }
		, { "text" : "Хм, дайте подумать… Усатый Чувачок!", "ref" : "MrMoustacheFiller4Hitler" }
		]
	},
	{ "id"   : "MrMoustacheFiller4Hitler"
	, "text" : "Нет же, это был Адольф Гитлер! Влияние Гитлера на усы и усов на Гитлера было крайне тлетворным! Придя к власти, они объявили любую растительность на лице вне закона, миллионы бород, бакенбард и даже бровей были заключены в концлагеря."
	, "replies" :
		[ { "text" : "Один мой знакомый выращивал на лице патиссоны. Ему бы нелегко пришлось!", "ref" : "MrMoustacheFiller4War" }
		, { "text" : "Возможно, брови и заслужили это, но бороды и бакенбарды? Чудовищно!", "ref" : "MrMoustacheFiller4War" }
		, { "text" : "А как же ресницы? Наверняка они сотрудничали с Гитлером, чёртовы коллаборационистки!", "ref" : "MrMoustacheFiller4War" }
		]
	},
	{ "id"   : "MrMoustacheFiller4War"
	, "text" : "Усы и Гитлер попытались захватить весь мир, но их преступный замысел был обречён. Когда их армии были разгромлены, Гитлер предпочёл застрелиться. Ходят легенды, что его усы не погибли с ним и до сих пор лелеют планы возвращения. А теперь скажите: почему усы Гитлера превратились в чудовище, и не стоит ли и вовсе запретить усы, чтобы подобное не повторилось?"
	, "replies" :
		[ { "text" : "Нет, нельзя запрещать усы! Гитлеровские усы — усключение, ведь они были… неклёвые!", "ref" : "MrMoustacheFiller4NotCool" }
		]
	},
	{ "id"   : "MrMoustacheFiller4NotCool"
	, "text" : "Именно! Неклёвые! Вы — первый из моих учеников, кто познал всю глубину усологической мысли. Чтобы трагедия никогда не повторилась, мы, усологи, поклялись поддерживать клёвость усов по всему миру и изобретать новые фасоны усов, чтобы клёвость никогда не иссякла!"
	, "replies" :
		[ { "text" : "Мы с Мистером Усы будем стоять на устраже клёвости усов!", "ref" : "MrMoustacheFiller4Conclusion" }
		, { "text" : "Да продлится золотой век усов тысячу лет!", "ref" : "MrMoustacheFiller4Conclusion" }
		, { "text" : "Усы — та грань, которая отделяет нас от хаоса.", "ref" : "MrMoustacheFiller4Conclusion" }
		]
	},
	{ "id"   : "MrMoustacheFiller4Conclusion"
	, "text" : "А теперь идите, мне предстоит обдумать нелёгкое решение."
	, "replies" :
		[ { "text" : "Да, мне тоже: печенье или кексы на ужин?", "ref" : null }
		, { "text" : "Пойдёмте, Мистер Усы. Будем отлавливать на улицах неклёвых усачей и дарить им купоны на посещение салонов ухода за усами.", "ref" : null }
		]
	, "sets"   : [ "MrMoustacheUpgradePending" ]
	, "clears" : [ "MrMoustacheFiller4Pending" ]
	},
	{ "id"   : "MrMoustacheUpgradeIntro"
	, "text" : "Добрый день, мой достойный друг. Я должен сказать вам нечто важное."
	, "replies" :
		[ { "text" : "Давайте, я готова!", "ref" : "MrMoustacheUpgradeImportant" }
		, { "text" : "О птичках и пчёлках? Ой, мне же нельзя шутить о насекомых.", "ref" : "MrMoustacheUpgradeImportant" }
		, { "text" : "Важнее, чем распродажа моих любимых тортов? Я ТАК НЕ ДУМАЮ! До встречи!", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheUpgradeImportant"
	, "text" : "В ходе наших бесед вы продемонстрировали удивительную для ваших лет мудрость и глубокое понимание принципов усологии…"
	, "replies" :
		[ { "text" : "Пытаетесь сказать, что я старая? Я не старая!", "ref" : "MrMoustacheUpgradeOld" }
		, { "text" : "Уснавная заслуга принадлежит Мистеру Усы. Он давал мне усписывать конспекты.", "ref" : "MrMoustacheUpgradeMrMoustache" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeOld"
	, "text" : "Нет-нет, напротив, вы — самый юный усолог нашего времени. Несмотря на молодость, ваше мнение уже имеет усолидный вес."
	, "replies" :
		[ { "text" : "Если хотите намекнуть, что я толстая, то скажите прямо!", "ref" : "MrMoustacheUpgradeFat" }
		, { "text" : "Прекратите ускорблять моё мнение, оно не толстое!", "ref" : "MrMoustacheUpgradeFat" }
		, { "text" : "На усамом деле это мнение Мистера Усы. Он постоянно мне подсказывает!", "ref" : "MrMoustacheUpgradeMrMoustache" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeMrMoustache"
	, "text" : "Что ж, Мистер Усы, поздравляю: вы приняты в Академию Усологии! Но и это ещё не всё…"
	, "replies" :
		[ { "text" : "Круто, Мистер Усы, поздравляю! ", "ref" : "MrMoustacheUpgradeReward" }
		, { "text" : "Мистер Усы, а вы дадите мне поносить шапочку академика?", "ref" : "MrMoustacheUpgradeReward" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeFat"
	, "text" : "Ни в коей мере! Я просто хотел принеусти вам поздравления: вас приняли в Академию Усологии! Но у меня к вам и другое дело…"
	, "replies" :
		[ { "text" : "Хм, меня не обзывают ни старой, ни толстой! В чём-то тут подвох.", "ref" : "MrMoustacheUpgradeReward" }
		, { "text" : "Спасибо! Я буду хорошим академиком, заведу тросточку и пенсне. Всегда мечтала найти повод завести трость и пенсне.", "ref" : "MrMoustacheUpgradeReward" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeReward"
	, "text" : "Видите ли, я уже устар и отхожу от дел, но мои усы ещё молоды и полны сил. Им нужен новый компаньон, юный и энергичный, с которым они усмогли бы свершить ещё множество уславных дел во имя усологии! Не усогласитесь приютить их?"
	, "replies" :
		[ { "text" : "Ваши усы великолепны, но как же Мистер Усы? Я не могу его бросить!", "ref" : "MrMoustacheUpgradeBut" }
		, { "text" : "Да! ДА! УСЫ! СОВЕРШЕННЫЕ УСЫ! Моя прелесть... Кхм, простите, да, я согласна.", "ref" : "MrMoustacheUpgradeYes" }
		, { "text" : "О, я недостойна. Я не могу принять такие усы в дар… Пожалуй, хватит рисоваться, а то вы передумаете дарить мне усы. Принимаю!", "ref" : "MrMoustacheUpgradeYes" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeBut"
	, "text" : "Вы можете воспринимать их, как продолжение Мистера Усы, его реинкарнацию. Важна ведь не форма усов, а их содержание."
	, "replies" :
		[ { "text" : "Да, форма усов вообще не важна. Но, боже, какая же у ваших усов клёвейшая форма! Я согласна!", "ref" : "MrMoustacheUpgradeYes" }
		, { "text" : "Хм, если вы так формулируете вопрос, то хорошо, мы с Мистером Усы согласны.", "ref" : "MrMoustacheUpgradeYes" }
		]
	},
	{ "id"   : "MrMoustacheUpgradeYes"
	, "text" : "<aside> Ваш собеседник берётся обеими руками за оба уса. С душераздирающим треском он срывает с себя потрясающие усы и водружает их на вас. </aside> Носите их с честью и… клёвостью!"
	, "replies" :
		[ { "text" : "Хм, это было довольно отвратительно! Но спасибо.", "ref" : null }
		, { "text" : "Мистер Усы, как вы похорошели! Сделали пластическую операцию? Нет? О, пойдёмте домой, вы расскажите мне за ужином.", "ref" : null }
		, { "text" : "Благодарю! Мы с усами будем навещать вас, чтобы вам не было одиноко! До усвидания!", "ref" : null }
		]
	, "sets"   : [ "MoustacheUpgradeObtained", "MrMoustacheFriendship" ]
	, "clears" : [ "MrMoustacheUpgradePending" ]
	},
	{ "id"   : "MrMoustacheMoustacheFillerIntro"
	, "text" : "Добрый день, мой юный друг. Как там поживают мои усы?"
	, "replies" :
		[ { "text" : "Мистер Усы хотел бы вас обнять, но он слишком мужественен для публичной демонстрации чувств.", "ref" : null }
		, { "text" : "Вы не предупреждали, что эти усы ходят во сне!", "ref" : "MrMoustacheMoustacheFillerSleepWalking" }
		, { "text" : "С новыми усами я наконец-то добилась уважения окружающих! Даже пробегающие мимо собаки отдают мне честь!", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheMoustacheFillerSleepWalking"
	, "text" : "Эм, да, небольшой врождённый дефект. Попробуйте смазывать их валерьяной перед сном."
	, "replies" :
		[ { "text" : "Повод подружиться с котиками! Их-ха!", "ref" : null }
		]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsIntro"
	, "text" : "Да-да, я могу чем-то помочь вам?"
	, "replies" :
		[ { "text" : "Могу я заинтересовать вас в этой дохлой белке? В смысле, в усах. Усах.", "ref" : "MrMoustacheMoustacheMachinationsEmbarassment" }
		, { "text" : "Такой знаток истории усов, как вы, наверняка не упустит возможность приобрести за скромную цену этот бесценный артефакт: усы Гая Юлия Цезаря!", "ref" : "MrMoustacheMoustacheMachinationsCaesar" }
		]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsEmbarassment"
	, "text" : "Это мёртвое животное позорит гордое имя усов! Как смеете вы предлагать мне его?"
	, "replies" :
		[ { "text" : "Из милосердия! Предсмертным желанием этой белки было стать усами! У её смертного одра я поклялась, что исполню последнюю просьбу!", "ref" : "MrMoustacheMoustacheMachinationsNoble" }
		, { "text" : "Вам ли знать, что важен не столько внешний вид усов, сколь глубокий символизм, связанный с ними!", "ref" : "MrMoustacheMoustacheMachinationsSymbolism" }
		]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsNoble"
	, "text" : "Что ж, вы поступаете благородно, как и подобает тому, кто разделяет идеалы усологии. Я покупаю у вас тело этой белки и подарю её своему безусому племяннику. Даже после смерти она продолжит служить обществу!"
	, "replies" :
		[ { "text" : "Спасибо! Прощай, белочка, я исполнила перед тобой последний долг. Я позабочусь о твоих бельчатах! И о твоём запасе орехов…", "ref" : null }
		]
	, "sets"   : [ "MoustacheMachinationsDone" ]
	, "clears" : [ "MoustacheMachinations" ]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsSymbolism"
	, "text" : "И покупка у вас этих усов символизирует собой неминуемое возрождение души, несмотря на внешний упадок плоти? Хорошо, я покупаю их!"
	, "replies" :
		[ { "text" : "Именно это я и имела в виду. Спасибо.", "ref" : null }
		]
	, "sets"   : [ "MoustacheMachinationsDone" ]
	, "clears" : [ "MoustacheMachinations" ]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsCaesar"
	, "text" : "Никогда не слышал, что Цезарь носил усы!"
	, "replies" :
		[ { "text" : "Усы просто держались в тени! Кто, думаете, стоял за всеми военными успехами Цезаря? Именно.", "ref" : "MrMoustacheMoustacheMachinationsHistory" }
		, { "text" : "Он сбрил эти усы в молодости! Если бы усы были с ним во время покушения, всё могло бы быть иначе!", "ref" : "MrMoustacheMoustacheMachinationsHistory" }
		]
	},
	{ "id"   : "MrMoustacheMoustacheMachinationsHistory"
	, "text" : "Стало быть, покупая эти усы, я покупаю часть усологической истории! О, они бесценны!"
	, "replies" :
		[ { "text" : "Но обошлись вам куда дешевле! Не стоит благодарностей.", "ref" : null }
		, { "text" : "Надеюсь, вы передадите их в музейную коллекцию. До встречи!", "ref" : null }
		]
	, "sets"   : [ "MoustacheMachinationsDone" ]
	, "clears" : [ "MoustacheMachinations" ]
	},
	{ "id"   : "MrMoustacheQueueEscape"
	, "text" : "Моя очередь! Держите усы трубой!"
	, "replies" :
		[ { "text" : "Хм, странное инженерное решение.", "ref" : null }
		, { "text" : "Курительной трубкой! Да, клёвейше!", "ref" : null }
		]
	},
	{ "id"   : "PoetDescriptionIntro"
	, "text" : "<aside> Молодой человек с лихорадочным румянцем на щеках бормочет себе под нос рифмы. Кажется, он поэт. </aside>"
	, "replies" :
		[ { "text" : "Клёво, я тоже! Нужно познакомиться.", "ref" : "PoetIntroductionIntro" }
		, { "text" : "Это может быть заразно, лучше не приближаться.", "ref" : null }
		]
	, "sets" : [ "PoetIntroductionPending" ]
	},
	{ "id"   : "PoetIntroductionIntro"
	, "text" : "Приветствую тебя, прелестное виденье,<br>Твой вид мне доставляет наслажденье!"
	, "replies" :
		[ { "text" : "Хм, вы странно говорите! У вас синдром Туретта?", "ref" : "PoetIntroductionTourette" }
		, { "text" : "Наконец-то кто-то заметил, как я прелестна! Продолжайте же!", "ref" : "PoetIntroductionContinue" }
		, { "text" : "Ааа! Бешеный поэт, спасите! <i> Вы убегаете. </i>", "ref" : null }
		]
	},
	{ "id"   : "PoetIntroductionTourette"
	, "text" : "Не страшен мне синдром Туретта,<br>Ведь мой недуг — синдром поэта!"
	, "replies" :
		[ { "text" : "И что вы делаете в очереди? Помимо того, что раздражаете поэзией случайных встречных.", "ref" : "PoetIntroductionQueue" }
		, { "text" : "Не лучше было бы предаваться поэзии дома, где вы бы не боялись травмировать окружающих своим талантом?", "ref" : "PoetIntroductionQueue" }
		, { "text" : "А это лечится?", "ref" : "PoetIntroductionCure" }
		]
	},
	{ "id"   : "PoetIntroductionQueue"
	, "text" : "Стою я в ожиданьи вдохновенья,<br>Пусть оно длится лишь мгновенье!"
	, "replies" :
		[ { "text" : "Главное в поэзии — не вдохновение, а упорная работа! Например, воображаемая.", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "По-моему, очередь не самое вдохновляющее место. То ли дело магазин тортов!", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "Всего мгновение? Пф, я могу удерживать вдохновение десять минут!", "ref" : "PoetIntroductionAdvice" }
		]
	},
	{ "id"   : "PoetIntroductionCure"
	, "text" : "Лекарства нет от этой хвори,<br>Увы, у муз я не в фаворе."
	, "replies" :
		[ { "text" : "Вам стоит отрастить усы, чтобы привлечь внимание муз! ", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "Потому что вы плюётесь, когда декламируете стихи…", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "Хм, я пила какой-то антибиотик, убивающий ВСЁ. Наверное, он и от поэзии помогает.", "ref" : "PoetIntroductionAdvice" }
		]
	},
	{ "id"   : "PoetIntroductionContinue"
	, "text" : "Прекрасней вас я не встречал девицы,<br>Вот роза из моей петлицы!"
	, "replies" :
		[ { "text" : "Спасибо, предпочитаю розочки из крема.", "ref" : "PoetIntroductionFood" }
		, { "text" : "Или! Нужно ввести традицию ношения в петлицах блинов!", "ref" : "PoetIntroductionFood" }
		]
	},
	{ "id"   : "PoetIntroductionFood"
	, "text" : "Довольно рассуждать о снеди,<br>Прекраснее блинов вы, леди!"
	, "replies" :
		[ { "text" : "Не смейте оскорблять блины! Возмутительно!", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "Приятно, конечно, но ложь слишком откровенная.", "ref" : "PoetIntroductionAdvice" }
		, { "text" : "Пф, если не писать стихов о еде, то лучше не писать их вовсе!", "ref" : "PoetIntroductionAdvice" }
		]
	},
	{ "id"   : "PoetIntroductionAdvice"
	, "text" : "Прошу вас не учить меня стихосложенью,<br>Дилетантизм ваш на стихи ложится тенью!"
	, "replies" :
		[ { "text" : "Как вы смеете! Я супермегакрутой поэт, вот!", "ref" : "PoetIntroductionChallenge" }
		, { "text" : "А вы толстый!", "ref" : "PoetIntroductionChallenge" }
		, { "text" : "И старый!", "ref" : "PoetIntroductionChallenge" }
		, { "text" : "И мне нужно обновить репертуар оскорблений!", "ref" : "PoetIntroductionChallenge" }
		]
	},
	{ "id"   : "PoetIntroductionChallenge"
	, "text" : "Ваш вызов принят, трепещите!<br>Я растопчу вас, не взыщите.<br>Явитесь в следующий раз,<br>На поединок! Вы… дикобраз!"
	, "replies" :
		[ { "text" : "Я ничего не поняла, но приду!", "ref" : null }
		, { "text" : "Муравьеды клёвее дикобразов, это столь же верно, как и то, что я одолею вас в поэтической дуэли!", "ref" : null }
		, { "text" : "Мы с творческим кризисом нанесём вам сокрушительное поражение! До встречи!", "ref" : null }
		]
	, "sets"   : [ "DuelOfPoets" ]
	, "clears" : [ "PoetIntroductionPending" ]
	},
	{ "id"   : "PoetDuelIntro"
	, "text" : "Явились на дуэль? Не спорю: вы храбрец!<br>Сейчас стихам я вашим положу конец!"
	, "replies" :
		[ { "text" : "Моя рифма сильнее вашей! Дуэль-шмуэль!", "ref" : "PoetDuelAccept" }
		, { "text" : "Увы, придётся извиниться, но ждёт меня в духовке пицца!", "ref" : null }
		]
	},
	{ "id"   : "PoetDuelAccept"
	, "text" : "Для двух поэтов очередь мала,<br>Не лучше ль вам уйти, не ждут ли вас дела?"
	, "replies" :
		[ { "text" : "Очередь-шмочередь!", "ref" : "PoetDuelTouche" }
		, { "text" : "Меня не ждут дела, тра-ла-ла-ла-ла-ла!", "ref" : "PoetDuelTouche" }
		, { "text" : "Пока глаголы я рифмую, жую блины и в ус не дую!", "ref" : "PoetDuelTouche" }
		, { "text" : "Я отложила все дела, ведь я на вас ужасно зла!", "ref" : "PoetDuelTouche" }
		]
	},
	{ "id"   : "PoetDuelTouche"
	, "text" : "Стих ваш неплох для новичка,<br>Но вы страшнее кабачка!"
	, "replies" :
		[ { "text" : "Кабачок-шмабачок!", "ref" : "PoetDuelParry" }
		, { "text" : "Вы оскорбили меня зря, турум-пум-пум, тра-ля-ля-ля!", "ref" : "PoetDuelParry" }
		, { "text" : "Я оскорблений не слыхала, ведь я глаголы рифмовала.", "ref" : "PoetDuelParry" }
		, { "text" : "А вы скучны, как патиссон, от ваших виршей клонит в сон!", "ref" : "PoetDuelParry" }
		]
	},
	{ "id"   : "PoetDuelParry"
	, "text" : "Проклятье! Сдайтесь же скорее,<br>Уже, признаться, сводит шею."
	, "replies" :
		[ { "text" : "Шея-ушея!", "ref" : "PoetDuelRiposte" }
		, { "text" : "Сознайтесь: вам не одолеть меня, бум-бурурум, ня-ня-ня-ня!", "ref" : "PoetDuelRiposte" }
		, { "text" : "Нет шею лучше способа размять, чем, не скупясь, глаголы рифмовать!", "ref" : "PoetDuelRiposte" }
		, { "text" : "Признайтесь лучше в поражении, иначе ждёт вас унижение!", "ref" : "PoetDuelRiposte" }
		]
	},
	{ "id"   : "PoetDuelRiposte"
	, "text" : "Вы сущий дьявол, монстр слога!<br>Жалею о начале диалога…"
	, "replies" :
		[ { "text" : "Диалог-шмиалог!", "ref" : "PoetDuelYield" }
		, { "text" : "Я не жалею ни о чём! Ом-ном-ном-ном!", "ref" : "PoetDuelYield" }
		, { "text" : "Куда как проще побеждать, если глаголы рифмовать!", "ref" : "PoetDuelYield" }
		, { "text" : "Когда закончим диалог, себе в награду съем пирог.", "ref" : "PoetDuelYield" }
		]
	},
	{ "id"   : "PoetDuelYield"
	, "text" : "Сражаться с вами силы нет,<br>Вы потрясающий поэт!<br>Сегодня помогла вам муза,<br>Хм, не могу подобрать рифму к музе, я бездарность!"
	, "replies" :
		[ { "text" : "Муза-шмуза!", "ref" : "PoetDuelGenius" }
		, { "text" : "Муза в рейтузах!", "ref" : "PoetDuelGenius" }
		]
	},
	{ "id"   : "PoetDuelGenius"
	, "text" : "Подавляюще гениально! Не могли бы вы как-нибудь помочь мне в поисках вдохновения? Я буду считать вас наставником! А пока мне нужно немного побыть одному, предаться жалости к себе."
	, "replies" :
		[ { "text" : "Конечно-шмонечно! Хм, это вредная привычка. Удачи!", "ref" : null }
		, { "text" : "Да, мне тоже.", "ref" : null }
		, { "text" : "Ура, я король поэтов! ВЛААААСТЬ!", "ref" : null }
		]
	, "sets"   : [ "PoetFiller1Pending", "PoetFriendship" ]
	, "clears" : [ "DuelOfPoets" ]
	},
	{ "id"   : "PoetInspirationMachinationsIntro"
	, "text" : "Увы, я жалкая бездарность,<br>А рифма здесь… антипригарность?<br>О боже, я растерял остатки вдохновения, потерпев поражение в дуэли, теперь меня выгонят из кружка поэтов, престижнейшего клуба!"
	, "replies" :
		[ { "text" : "От творческого кризиса есть средство, его продам вам по добрососедству!", "ref" : null }
		, { "text" : "Вам поможет пакетированное вдохновение фирмы “Лю и сыновья”! Сыновья - не мои.", "ref" : null }
		]
	},
	{ "id"   : "PoetInspirationMachinationsRhyme"
	, "text" : "Не верю! Быть того не может,<br>Конечно, в рифму “унавожен”.<br>Проклятье! Я отдам все свои богаства за ваше средство!"
	, "replies" :
		[ { "text" : "О да, наверняка поэты в наше время сказочно богаты. Вдохните из пакета!", "ref" : null }
		, { "text" : "Вот вдохновение, держите. Глаголы рифмовать рискните!", "ref" : null }
		]
	},
	{ "id"   : "PoetInspirationMachinationsVerb"
	, "text" : "Невероятно, я рифмую!<br>Сейчас поэму продиктую!<br>О нет, уходит вдохновенье,<br>На ум приходит лишь “варенье”.<br>Эффект проходит слишком быстро, мне нужно больше вдохновения! БОЛЬШЕ!"
	, "replies" :
		[ { "text" : "По вопросам оптовых закупок обращайтесь к подозрительному чувачку с хорошо уложенными волосами!", "ref" : null }
		]
	},
	{ "id"   : "PoetInspirationMachinationsSons"
	, "text" : "Давайте мне его скорее,<br>Пока срифмую я “Корею”!<br>И это средство действительно работает?"
	, "replies" :
		[ { "text" : "Да! Вот смотрите: средство-шведство! А теперь попробуйте вы.", "ref" : null }
		, { "text" : "Конечно, клянусь сыновьями! Не моими.", "ref" : null }
		]
	},
	{ "id"   : "PoetInspirationMachinationsSchmyme"
	, "text" : "Рифма-шмифма!<br>Ха-ха, Я ГЕНИЙ! Гений-шмений! Но мне этого мало, нужно больше вдохновения, БОЛЬШЕ-ШМОЛЬШЕ!"
	, "replies" :
		[ { "text" : "Я поговорю с боссом о поставках! Счастливого привыкания!", "ref" : null }
		, { "text" : "Эй, у вас получается даже лучше, чем у меня.", "ref" : null }
		]
	, "sets"   : [ "InspirationMachinationsDone" ]
	, "clears" : [ "InspirationMachinations" ]
	},
	{ "id"   : "PoetFiller1Intro"
	, "text" : "Наставник, славного вам дня!<br>Увы, сей день ужасен для меня."
	, "replies" :
		[ { "text" : "Но что стряслось, мой ученик, тебя терзает нервный тик!", "ref" : "PoetFiller1Troubled" }
		, { "text" : "День-пельмень!", "ref" : "PoetFiller1Troubled" }
		, { "text" : "Прости, но мне пора бежать, спешу глаголы срифмовать!", "ref" : null }
		]
	},
	{ "id"   : "PoetFiller1Troubled"
	, "text" : "Задумал эпос об очередях,<br>Но я бездарен, как… хм…"
	, "replies" :
		[ { "text" : "Бурах?", "ref" : "PoetFiller1Exactly" }
		, { "text" : "Клёвый птах?", "ref" : "PoetFiller1Exactly" }
		, { "text" : "Ох, ах?", "ref" : "PoetFiller1Exactly" }
		, { "text" : "Очередях-шмочередях!", "ref" : "PoetFiller1Exactly" }
		]
	},
	{ "id"   : "PoetFiller1Exactly"
	, "text" : "Да, именно, почему мне сразу не пришло это в голову? Спасибо, наставник, вы мне очень помогли сегодня."
	, "replies" :
		[ { "text" : "Хм, если бы все были так благодарны, когда я подтверждаю их бездарность.", "ref" : null }
		, { "text" : "Пока-шмока!", "ref" : null }
		]
	, "sets"   : [ "PoetFiller2Pending" ]
	, "clears" : [ "PoetFiller1Pending" ]
	},
	{ "id"   : "PoetFiller2Intro"
	, "text" : "На помощь! На помощь! Случилась беда!"
	, "replies" :
		[ { "text" : "В реке утонула одна борода?", "ref" : "PoetFiller2Trouble" }
		, { "text" : "От маленькой Лю убежала еда? <i> От одной мысли об этом вы дрожите. </i>", "ref" : "PoetFiller2Trouble" }
		, { "text" : "Да?", "ref" : "PoetFiller2Trouble" }
		, { "text" : "Беда-шмеда!", "ref" : "PoetFiller2Trouble" }
		]
	},
	{ "id"   : "PoetFiller2Trouble"
	, "text" : "Мне к “очередь” рифм не найти никогда!"
	, "replies" :
		[ { "text" : "Очередь-шмочередь!", "ref" : "PoetFiller2Genius" }
		, { "text" : "Хм, и впрямь к этому слову нет рифм. Неловко!", "ref" : "PoetFiller2Awkward" }
		]
	},
	{ "id"   : "PoetFiller2Genius"
	, "text" : "Невероятно! Как вам это удаётся, наставник!"
	, "replies" :
		[ { "text" : "Я талантливая и скромная!", "ref" : null }
		, { "text" : "Невероятно-шмевероятно!", "ref" : null }
		, { "text" : "Поэтические упражнения в скайпе дают плоды!", "ref" : null }
		]
	, "sets"   : [ "PoetFiller3Pending" ]
	, "clears" : [ "PoetFiller2Pending" ]
	},
	{ "id"   : "PoetFiller2Awkward"
	, "text" : "Вот-вот. Что же делать?"
	, "replies" :
		[ { "text" : "Сделаем вид, что ничего не произошло! До встречи.", "ref" : null }
		, { "text" : "Не знаю, как вас, а меня сейчас унесёт гигантский птеродактиль. А вот и он.", "ref" : null }
		, { "text" : "Страдать! Мы же поэты, это единственное, на что мы годимся!", "ref" : null }
		]
	, "sets"   : [ "PoetFiller3Pending" ]
	, "clears" : [ "PoetFiller2Pending" ]
	},
	{ "id"   : "PoetQueueEscape"
	, "text" : "Наш диалог был безупречен,<br>Но с музой я спешу на встречу!"
	, "replies" :
		[ { "text" : "Я понимаю вас вполне, пишу поэму о блине.", "ref" : null }
		, { "text" : "Ну и ладно, наверняка ваша муза толстая!", "ref" : null }
		]
	},
	{ "id"   : "AnnyDescriptionIntro"
	, "text" : "<aside>Рыжая девочка в платье. С розовым смартфоном! Вдруг она опасна?</aside>"
	, "replies" :
		[ { "text" : "Да, лучше сообщить властям! Рыженьким доверять нельзя.", "ref" : null }
		, { "text" : "Нет, нужно дать ей шанс! <i>Познакомиться.</i>", "ref" : "AnnyIntroductionIntro" }
		]
	, "sets" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyIntroductionIntro"
	, "text" : "Приветик, подруженька! Давай знакомиться! Я Настенька! Мы, девочки, должны держаться в очереди вместе :)"
	, "replies" :
		[ { "text" : "<aside>Оооокей, плохое начало. Похоже, подойдя к девочке, вы совершили роковую ошибку.</aside>", "ref" : "AnnyIntroductionSilent" }
		, { "text" : "Привет, я Лю! :)", "ref" : "AnnyIntroductionPlayAlong" }
		, { "text" : "Нет! Назад, чудовище! Я вооружена!", "ref" : "AnnyIntroductionThreat" }
		, { "text" : "<aside>Возможно, если притвориться мёртвой, она уйдёт.</aside>", "ref" : "AnnyIntroductionSilent" }
		]
	},
	{ "id"   : "AnnyIntroductionSilent"
	, "text" : "Ну чего молчишь? Стесняешься?) Это ничего, что я самая популярная девочка в очереди, мы всё равно можем стать друзьями, не комплексуй)"
	, "replies" :
		[ { "text" : "Смотри, трёхголовая распродажа в Рив Гош! <i>Бежать!</i>", "ref" : "AnnyIntroductionLeave" }
		, { "text" : "<aside>Видимо, вы притворяетесь мёртвой недостаточно эффективно. Нужно задержать дыханее, чтобы посинеть!</aside>", "ref" : "AnnyIntroductionPlayDead" }
		]
	},
	{ "id"   : "AnnyIntroductionThreat"
	, "text" : "Эй, как грубо. Не забывай, что ты всё-таки девушка и должна вести себя мило)))))"
	, "replies" :
		[ { "text" : "Хм, как это ты делаешь? Ну, этот трюк с пятью одновременными улыбками?", "ref" : "AnnyIntroductionSmiles" }
		, { "text" : "Чёрт, забыла репеллент от девочек дома. Извини, нужно бежать, оставила пирог в духовке! А это даже не моя духовка. Долгая история.", "ref" : "AnnyIntroductionLeave" }
		]
	},
	{ "id"   : "AnnyIntroductionPlayAlong"
	, "text" : "Милое имя :) Я в очереди за новой сумочкой, а ты?)))))"
	, "replies" :
		[ { "text" : "За подопытными. Я вивисектор-любитель! Подала бы тебе руку, но забыла её дома, да и она вся в крови. Ты подожди, я сбегаю за ней домой!", "ref" : "AnnyIntroductionLeave" }
		, { "text" : "Оу, а научи меня улыбаться пятью улыбками одновременно? Я умею только двумя))", "ref" : "AnnyIntroductionSmiles" }
		]
	},
	{ "id"   : "AnnyIntroductionSmiles"
	, "text" : "Конечно! Я научу тебя мимимической… тьфу, я глупышка, мимической йоге! Смотри: попробуй начать с трёх улыбок))) Повторяй эти упражнения по утрам и, когда начнёт получаться, переходи на четыре))))"
	, "replies" :
		[ { "text" : "Хм, попробую-ка))) Ох, тысяча чертей, лицо свело!", "ref" : "AnnyIntroductionSeizures" }
		]
	},
	{ "id"   : "AnnyIntroductionSeizures"
	, "text" : "Теперь ты похожа на симпатичного мопсика)))))"
	, "replies" :
		[ { "text" : "Боль! Нечеловеческая боль! В больницу, скорее!", "ref" : "AnnyIntroductionLeave" }
		]
	},
	{ "id"   : "AnnyIntroductionLeave"
	, "text" : "Стой, запиши мой телефончик, поболтаем вечером, дорогая!"
	, "replies" :
		[ { "text" : "<aside>Бежать! Бежать, пока есть шанс! Хотя ваша душа сохранит шрамы от этого знакомства навечно.</aside>", "ref" : null }
		]
	, "sets"   : [ "AnnyFiller1Pending" ]
	, "clears" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyIntroductionPlayDead"
	, "text" : "Какая ты бледненькая! Подожди, у меня с собой косметичка, сейчас мы тебя накрасим)))))"
	, "replies" :
		[ { "text" : "<aside>Без воздуха долго уворачиваться от губной помады вы не сможете. Вся надежда на гигантского птеродактиля!</aside>", "ref" : "AnnyIntroductionLastHope" }
		]
	},
	{ "id"   : "AnnyIntroductionLastHope"
	, "text" : "<aside>Гигантский птеродактиль никогда не подводит! Он подхватывает вас и уносит прочь. “Я люблю тебя, Лёша!” — произносит он.</aside>"
	, "replies" :
		[ { "text" : "Эм, спасибо, что спасли, но вы немного обознались.", "ref" : "AnnyIntroductionMistake" }
		, { "text" : "Предвижу ваше разочарование, но, увы, я не Лёша.", "ref" : "AnnyIntroductionMistake" }
		]
	},
	{ "id"   : "AnnyIntroductionMistake"
	, "text" : "Ох, простите, ужасно неловко, ошибочка вышла! До свидания! <i>Птеродактиль расцепляет когти и вы падаете на землю</i>"
	, "replies" :
		[ { "text" : "Со мной всё в порядке! Ой, кажется, эта кость не должна здесь торчать…", "ref" : null }
		, { "text" : "Пострадала только моя гордость! Наверное, на неё наложат гипс.", "ref" : null }
		]
	, "sets"   : [ "AnnyFiller1Pending" ]
	, "clears" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyVillainQuestIntro"
	, "text" : "Привет, бельчёночек! Как делишки? Кстати, добавила тебя в друзья ВКонтакте :)"
	, "replies" :
		[ { "text" : "<i>“Бельчёночек”? Серьёзно? О, она заслуживает мести!</i> Привет, подруженька!", "ref" : "AnnyVillainQuestWonderfulDay" }
		, { "text" : "<i>Сейчас я славно спляшу на осколках её надежд!</i> Доброго утречка, солнышко!", "ref" : "AnnyVillainQuestWonderfulDay" }
		]
	},
	{ "id"   : "AnnyVillainQuestWonderfulDay"
	, "text" : "Какой сегодня чудесный денечёк! Солнышко светит, птички поют, кажется, ничто не может его испортить!"
	, "replies" :
		[ { "text" : "Даже вон тот невероятно привлекательный злодей в таком же платье?", "ref" : "AnnyVillainQuestPointOut" } ]
	},
	{ "id"   : "AnnyVillainQuestPointOut"
	, "text" : "Эй, это же моё платье!( Хотя на нём оно ужасно сидит, с его-то фигурой! Правда же, подруженька?"
	, "replies" :
		[ { "text" : "Ну, его оно не так толстит, как тебя. ", "ref" : "AnnyVillainQuestTruth" }
		, { "text" : "Да! Платье отлично подчёркивает привлекательную волосатость твоих ног!", "ref" : "AnnyVillainQuestTruth" }
		, { "text" : "Конечно, ведь жёлтый цвет подходит к цвету твоих глаз. По секрету: ты больна гепатитом?", "ref" : "AnnyVillainQuestTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestTruth"
	, "text" : "Ты шутишь! Это же неправда, да?((("
	, "replies" :
		[ { "text" : "А ещё, жёлтый эффектно контрастирует с твоими синяками под глазами!", "ref" : "AnnyVillainQuestMoreTruth" }
		, { "text" : "Платье сидит на тебе складками, это отвлекает внимание от морщин на лице.", "ref" : "AnnyVillainQuestMoreTruth" }
		, { "text" : "Ты похожа на толстого цыплёнка, это мило)", "ref" : "AnnyVillainQuestMoreTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestMoreTruth"
	, "text" : "Зеркало! Где же моё зеркало! Это ложь!((((("
	, "replies" :
		[ { "text" : "Эй, кто ещё скажет тебе правду, кроме подруженьки? Зато Злодею далеко до твоих форм, особенно до горба.", "ref" : "AnnyVillainQuestAbsoluteTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestAbsoluteTruth"
	, "text" : "Предательница!(((((((( Ну и дружи со своим Злодеем, а Костик всё равно пойдёт на свидание со мной! Все вы мне просто завидуете!"
	, "replies" :
		[ { "text" : "Восемь! Сравнялась с мировым рекордом. И я о подбородках, а не об улыбке. До встречи)", "ref" : null }
		, { "text" : "Костик? Оу, сочувствую. Вам обоим. Прощай!", "ref" : null }
		, { "text" : "Ура, меня признали предательницей! Нужно скорее рассказать Злодею.", "ref" : null }
		, { "text" : "Нет, Настенька, я никогда не оставлю тебя! Подруженьки навсегда! Настя и Лю! Приключения Насти и Лю! настяилю.com", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuestReport" ]
	, "clears" : [ "VillainAnnyQuest" ]
	},
	{ "id"   : "AnnyFiller1Intro"
	, "text" : "Привет, подруженька! Поболтаем? :)"
	, "replies" :
		[ { "text" : "Да! О телепортации!", "ref" : null }
		, { "text" : "Нет, извини, опаздываю на похороны. Воображаемый дядя завещал мне невероятное воображаемое наследство!", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1Teleporation"
	, "text" : "Ну-у, это скучно, давай лучше сплетничать))"
	, "replies" :
		[ { "text" : "Давай! Говорят, робоповар на самом деле не робот, а андроид!", "ref" : null }
		, { "text" : "А кот - тайный двоежёнец!", "ref" : null }
		, { "text" : "<aside> Телепортироваться прочь! </aside>", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1Robochef"
	, "text" : "Да ты что? А с виду не скажешь! А я слышала, что Поэт ворует чужие стихи!"
	, "replies" :
		[ { "text" : "Да, он украл мои! Про торт-шморт!", "ref" : null }
		, { "text" : "Нет, наверняка его подставили! ", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1GlassEye"
	, "text" : "А у Стеклянноглазого, по слухам, силиконовая борода!"
	, "replies" :
		[ { "text" : "Чепуха, на ощупь настоящая. Хм, я потрогала её случайно, долгая история!", "ref" : null }
		, { "text" : "Тоже подумываю об операции, я бы хотела увеличить усы!", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1Cat"
	, "text" : "Так вот почему кошки скандалили под окнами всю ночь! А ты уже слышала, что Гигантский Птеродактиль пытался окончить жизнь самоубийством?"
	, "replies" :
		[ { "text" : "Наверняка его бросил кто-то невероятно красивый и невероятно оранжевый!", "ref" : null }
		, { "text" : "Это потому, что у него тяжелая работа! Представляешь, если неловкая пауза возникает в разговоре двух толстяков?", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1Turtle"
	, "text" : "А черепашка сделала ремонт в панцире, у неё мимимишные новые обои!"
	, "replies" :
		[ { "text" : "Оу, нужно будет напроситься к ней в гости в панцирь.", "ref" : null }
		, { "text" : "А вдруг у неё в панцире водятся тараканы? Нет уж!", "ref" : null }
		]
	},
	{ "id"   : "AnnyFiller1Conclusion"
	, "text" : "Хорошо поболтали, подруженька! Кстати, я сегодня выложу новые фотки, не забудь их лайкнуть :))))"
	, "replies" :
		[ { "text" : "Клёво, я чувствую себя на 46% глупее!", "ref" : null }
		, { "text" : "Ура, я дружу с самой популярной девочкой в очереди!", "ref" : null }
		]
	, "clears" : [ "AnnyFiller1Pending" ]
	},
	{ "id"   : "AnnyMakingUpIntro"
	, "text" : "Предательница! Не хочу с тобой разговаривать. Какой-то Злодей тебе дороже лучшей подруженьки ;("
	, "replies" :
		[ { "text" : "Нет! То есть да, раньше был, но теперь он выходит замуж и стал невыносим!", "ref" : null }
		, { "text" : "Ты принимаешь конструктивную критику за предательство!", "ref" : "AnnyMakingUpMarriage" }
		, { "text" : "Не разговариваешь? Не похоже! Это я с тобой не разговариваю!", "ref" : "AnnyMakingUpBetrayal" }
		, { "text" : "Эй, постойте, что я тут делаю, я же тебя ненавижу.", "ref" : null }
		]
	},
	{ "id"   : "AnnyMakingUpMarriage"
	, "text" : "Они с Костиком женятся? Ну и ладно! Этот Костик такой дурак, ненавижу его!"
	, "replies" :
		[ { "text" : "Да! И он похож на хамелеона!", "ref" : "AnnyMakingUpKostik" }
		, { "text" : "И он выбирает ужасные галстуки!", "ref" : "AnnyMakingUpKostik" }
		, { "text" : "И у него потеют ладони!", "ref" : "AnnyMakingUpKostik" }
		, { "text" : "И в навтах у него кд 0-20!", "ref" : "AnnyMakingUpKostik" }
		]
	},
	{ "id"   : "AnnyMakingUpKostik"
	, "text" : "Не знаю, как он мог мне нравиться! И он спрашивал разрешения у мамы, чтобы пойти на свидание!"
	, "replies" :
		[ { "text" : "Да, Злодей будет верёвки из него вить! Ах, Злодей…", "ref" : "AnnyMakingUpVillain" }
		, { "text" : "Хорошо, что ты так легко забыла Костика, а я иногда скучаю по Злодею. Не с кем даже сходить посмотреть на пожар в сиротском приюте.", "ref" : "AnnyMakingUpVillain" }
		]
	},
	{ "id"   : "AnnyMakingUpVillain"
	, "text" : "Забудь его, бельчоночек! Он не стоит тебя! :)"
	, "replies" :
		[ { "text" : "Но как он мог разорвать священные узы Злодея и Подручного! Ой, ты назвала меня подруженькой)))", "ref" : "AnnyMakingUpFriendsAgain" }
		, { "text" : "Уж от кого-кого, а от Злодея я предательства не ожидала! Хм, звучит наивно. Так мы снова друзья?", "ref" : "AnnyMakingUpFriendsAgain" }
		]
	},
	{ "id"   : "AnnyMakingUpBetrayal"
	, "text" : "Хочешь сказать, что не предавала меня? Я всё знаю!"
	, "replies" :
		[ { "text" : "Ты ничего не знаешь, Джон Сноу!", "ref" : "AnnyMakingUpGeek" }
		, { "text" : "Это же было шуточное предательство, не то что серьёзное, например, в Циве.", "ref" : "AnnyMakingUpGeek" }
		]
	},
	{ "id"   : "AnnyMakingUpGeek"
	, "text" : "Хм, ты гик… А ты могла бы научить меня, как стать гиком? Костик разбил мне сердце, остаётся только запереться в четырёх стенах, никого не видеть и толстеть за компьютером!"
	, "replies" :
		[ { "text" : "Эй, я не гик! Но да, могла бы. Друзья?", "ref" : "AnnyMakingUpFriendsAgain" }
		, { "text" : "Конечно! Я знаю множество специалистов по этой проблематике! Дам тебе адрес их канала.", "ref" : "AnnyMakingUpFriendsAgain" }
		]
	},
	{ "id"   : "AnnyMakingUpFriendsAgain"
	, "text" : "Снова подруженьки? Рукопожатие мизинчиками!)))))"
	, "replies" :
		[ { "text" : "Осторожнее, так можно и мизинец сломать!", "ref" : null }
		, { "text" : "Подруженьки навсегда!)))", "ref" : null }
		, { "text" : "<i> Зачем я помирилась с ней? Опять эта тяга к саморазрушению, у меня никакого контроля над собственной жизнью. </i>", "ref" : null }
		]
	, "clears" : [ "MakeUpWithAnny" ]
	},
	{ "id"   : "AnnyVirginMachinationsIntro"
	, "text" : "Привет, дорогая! Что новенького? :)"
	, "replies" :
		[ { "text" : "Знаешь, я познакомилась с таким потрясающим мальчиком!", "ref" : "AnnyVirginMachinationsTellMe" }
		, { "text" : "Личные вопросы, их-ха! А ты сейчас с кем-нибудь встречаешься?", "ref" : "AnnyVirginMachinationsSeeingAnyone" }
		, { "text" : "Нет, не могу, слишком омерзительно. Прощай!", "ref" : null }
		]
	},
	{ "id"   : "AnnyVirginMachinationsTellMe"
	, "text" : "Оу, расскажи! Он красивый?))))"
	, "replies" :
		[ { "text" : "Да! У него волевой подбородок, наверное. И чувственные губы! На каждом из ртов.", "ref" : null }
		, { "text" : "У него такие мускулистые щупальца!", "ref" : "AnnyVirginMachinationsMeetHim" }
		, { "text" : "Душевные качества гораздо важнее! Он такой мудрый, ведь ему сотни тысяч лет.", "ref" : "AnnyVirginMachinationsMeetHim" }
		, { "text" : "Не совсем, но ты знаешь, сколько зарабатывают хтонические чудовища? Они очень востребованы!", "ref" : "AnnyVirginMachinationsMeetHim" }
		]
	},
	{ "id"   : "AnnyVirginMachinationsMeetHim"
	, "text" : "Эй, ты могла бы нас познакомить! Я не уведу его у тебя, мы же подруженьки. Ты же доверяешь подруженьке, да? <aside> Последнее предложение прозвучало хищно. Или вам показалось? </aside>"
	, "replies" :
		[ { "text" : "Да, конечно! Подруженьки навсегда! Я вас познакомлю!", "ref" : null }
		, { "text" : "Наверняка ты не предашь меня, ведь это всего лишь отношения, а не партия в циву. Окей, познакомлю!", "ref" : null }
		, { "text" : "Если ты уведешь его, моё сердце будет разбито! Но я устрою вашу встречу, потому я доверчивая. И никакого рабства!", "ref" : null }
		]
	, "sets"   : [ "VirginMachinations2" ]
	, "clears" : [ "VirginMachinations" ]
	},
	{ "id"   : "AnnyVirginMachinationsSeeingAnyone"
	, "text" : "Эх, нет, сейчас я одна( Я так одинока((( Это потому что я страшная, да?((((("
	, "replies" :
		[ { "text" : "Да! Ой, в смысле, если хочешь, познакомлю тебя с этим мальчиком. Он оценит твои вкусовые, эм, в смысле, душевные качества по достоинству!", "ref" : "AnnyVirginMachinationsDate" }
		, { "text" : "Давай познакомлю вас, он любит страшненьких!", "ref" : "AnnyVirginMachinationsDate" }
		]
	},
	{ "id"   : "AnnyVirginMachinationsDate"
	, "text" : "Нет, я стесняюсь своего уродства! ;( Хотя, так я никогда не выйду замуж. Знакомь, не съест же он меня!"
	, "replies" :
		[ { "text" : "Да, конечно, не съест… АХАХАХАХА! Прости, поперхнулась.", "ref" : null }
		, { "text" : "Можешь прийти на свидание в маске, чтобы не отпугнуть его уродством.", "ref" : null }
		]
	, "sets"   : [ "VirginMachinations2" ]
	, "clears" : [ "VirginMachinations" ]
	},
	{ "id"   : "AnnyQueueEscape"
	, "text" : "Моя очередь подошла. Ещё увидимся) Чмоки! Пока-пока, подруженька!"
	, "replies" :
		[ { "text" : "До встречи)))) О, клёво, получилась четверная!", "ref" : null }
		, { "text" : "Интересно, является ли общение с ней канцерогеном?", "ref" : null }
		]
	},
	{ "id"   : "KostikDescriptionIntro"
	, "text" : "<aside>Молодой человек, похожий на хамелеона, нервно облизывает губы. Заметив вас, он краснеет.</aside>"
	, "replies" :
		[ { "text" : "Теперь пройти мимо было бы невежливо, придётся познакомиться.", "ref" : "KostikIntroductionIntro" }
		, { "text" : "Нет! У него противоестесственно длинный язык! Наверняка он болтун, а, может, ещё и мутант. Уходим.", "ref" : null }
		]
	, "sets" : [ "KostikIntroductionPending" ]
	},
	{ "id"   : "KostikIntroductionIntro"
	, "text" : "Привет! Я Костик. Давно наблюдаю за тобой, но как-то неловко было познакомиться. Эм, в смысле, в хорошем смысле наблюдаю. И только в очереди! Я не маньяк, честно!"
	, "replies" :
		[ { "text" : "Привет. Верю, что ты не маньяк. Как дела?", "ref" : "KostikIntroductionInsecure" }
		, { "text" : "Добрый день. Что делаешь в очереди?", "ref" : "KostikIntroductionAsk" }
		]
	},
	{ "id"   : "KostikIntroductionInsecure"
	, "text" : "Нет, по глазам вижу, что не веришь. Зачем ты лжёшь мне? АХ, НУ ПОЧЕМУ МНЕ ВСЕ ЛГУТ! Ой, прости, я совсем не хотел называть тебя лгуньей. Ты простишь меня? А давай сходим вместе в кино. Идёт фильм с Адамом Сэндлером!"
	, "replies" :
		[ { "text" : "Извини, я сейчас не могу, я больна! И страшно заразна! У меня свинка! Морская!", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Прости, но у меня планы на этот вечер. Я буду мыть голову! Коту. Это кот-учёный, у него огромная голова, много работы.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Чертовски жаль, но на сегодня у меня запланировано самоубийство. Давай как-нибудь в другой раз.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "К сожалению, я сегодня уже иду на свидание с Мистером Усы. Он не терпит опозданий!", "ref" : "KostikIntroductionRefuse", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "KostikIntroductionAsk"
	, "text" : "Это ведь очередь в службу знакомств, да? Знаешь, по мне не скажешь, но я ужасно одинок. АХ, КАК Я ОДИНОК! Я ТАК НЕСЧАСТЕН! О нет, когда я волнуюсь, из носа идёт кровь. Прости, немного забрызгал тебя. Хочешь, я всё отстираю?"
	, "replies" :
		[ { "text" : "О, нет, спасибо, на моей совести куда больше крови, чем на одежде.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Благодарю, но нет. Видишь ли… люблю стирать. Это моё хобби. Надеюсь когда-нибудь научиться стирать память. О таких моментах, как этот.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Не волнуйся, всё отстирает мой раб. Зову свою стиральную машину рабом, это придаёт мне важности!", "ref" : "KostikIntroductionRefuse" }
		]
	},
	{ "id"   : "KostikIntroductionRefuse"
	, "text" : "Жаль. А завтра ты свободна? Мы могли бы пообедать вместе или пожениться. О нет, опять я всё порчу! Сейчас ты уйдёшь, да? И бросишь меня одного, как бросил меня отец, да? ДА?!"
	, "replies" :
		[ { "text" : "ДА!", "ref" : "KostikIntroductionLeave" }
		, { "text" : "Нет, что ты, ты не останешься один. Мы, люди, никогда не одиноки! За нами всегда присматривают любящие спецслужбы.", "ref" : "KostikIntroductionLeave" }
		, { "text" : "Я брошу тебя совершенно по-другому!", "ref" : "KostikIntroductionLeave" }
		]
	},
	{ "id"   : "KostikIntroductionLeave"
	, "text" : "Постой, не уходи, я не смогу жить без тебя! Оставь хотя бы свой номер телефона! Я буду звонить тебе по ночам, дышать в трубку и молчать! Ох, что же я несу!"
	, "replies" :
		[ { "text" : "Увы, не пользуюсь телефоном. Но ты можешь послать мне письмо голубиной почтой! Кстати, вон летит стая голубей, это твой шанс. Пока!", "ref" : null }
		, { "text" : "Да, конечно! Мой телефон: 03. Жду твоего звонка! До встречи.", "ref" : null }
		, { "text" : "Мой телефон начинается с цифры 4, а всего в нём десять цифр. Если по-настоящему любишь меня, то найдёшь правильную комбинацию! Прощай.", "ref" : null }
		]
	, "sets"   : [ "KostikFiller1Pending" ]
	, "clears" : [ "KostikIntroductionPending" ]
	},
	{ "id"   : "KostikFiller1Intro"
	, "text" : "Привет, малышка! Не хочешь прогуляться по набережной, например?"
	, "replies" :
		[ { "text" : "Конечно, детка, ведь я так тебя люблю!", "ref" : "KostikFiller1Eiken" }
		, { "text" : "Малышка? Да я физически сильнее тебя!", "ref" : "KostikFiller1Baby" }
		, { "text" : "Кажется, вы перепутали меня с ребёнком. Счастливо оставаться!", "ref" : null }
		]
	},
	{ "id"   : "KostikFiller1Eiken"
	, "text" : "Серьёзно? Ох, от волнения у меня разыгрывается астма. То есть, здорово, я тоже тебя люблю, котёнок!"
	, "replies" :
		[ { "text" : "Ты не можешь любить меня столь же сильно, как я тебя, моё солнце и звёзды!", "ref" : "KostikFiller1Faint" }
		, { "text" : "Твоя любовь — глоток свежего воздуха, он возвращает меня к жизни, словно глубоководного ныряльщика!", "ref" : "KostikFiller1Faint" }
		, { "text" : "Ты подобен освежающему блину в знойный июльский день!", "ref" : "KostikFiller1Faint" }
		, { "text" : "Без тебя я бесцельно скитаюсь по улицам, вздыхая и умываясь осенним дождём, будто слезами. Ты мой компас!", "ref" : "KostikFiller1Faint" }
		]
	},
	{ "id"   : "KostikFiller1Faint"
	, "text" : "От любви к тебе я теряю сознание, в глазах темнеет, голова кружится, тошнит…"
	, "replies" :
		[ { "text" : "От любви к тебе мне хочется петь, словно соловушке! Тра-ля-ля, парам-пам-пам!", "ref" : "KostikFiller1PassedOut" }
		, { "text" : "Мне хочется вырвать сердце из своей груди и сложить его к твоим ногам, любимый", "ref" : "KostikFiller1PassedOut" }
		, { "text" : "Мой единственный, когда тебя нет рядом, мир теряет краски, я становлюсь грустным крольчёночком!", "ref" : "KostikFiller1PassedOut" }
		]
	},
	{ "id"   : "KostikFiller1PassedOut"
	, "text" : "<aside> Костик падает в обморок. Кажется, это не было метафорой. </aside>"
	, "replies" :
		[ { "text" : "И ещё одна жертва моей любви! Я чёрная вдова.", "ref" : null }
		, { "text" : "<aside> Подрисовать ему неклёвые усы и рога мелком, пока не очнулся. </aside>", "ref" : null }
		, { "text" : "Хм, нужно позвонить в похоронное бюро.", "ref" : null }
		]
	, "sets"   : [ "KostikFiller2Pending", "KostikExitQueue" ]
	, "clears" : [ "KostikFiller1Pending" ]
	},
	{ "id"   : "KostikFiller1Baby"
	, "text" : "Но ведь ты и мухи не обидишь, крошенька, рыбонька, пушистая зайка…"
	, "replies" :
		[ { "text" : "НЕЛЬЗЯ ШУТИТЬ ПРО НАСЕКОМЫХ! <i> Дать Костику пощёчину. </i>", "ref" : "KostikFiller1Violence" }
		, { "text" : "Сам ты Ницшенька! <i> Хук слева! </i>", "ref" : "KostikFiller1Violence" }
		, { "text" : "Нет, насилие — не выход. <i> Удушающий приём! </i>", "ref" : "KostikFiller1Violence" }
		]
	},
	{ "id"   : "KostikFiller1Violence"
	, "text" : "Мама, а Лю дерётся! <aside> Костик убегает из очереди в слезах. </aside>"
	, "replies" :
		[ { "text" : "Внезапное желание стать реслером! Будто кто-то насильно вписывает эту мысль в мой мозг, заставляет озвучивать её…", "ref" : null }
		, { "text" : "Ну вот, теперь придётся знакомиться с его мамой.", "ref" : null }
		, { "text" : "Ах, если бы отобрать конфекту у ребёнка было бы так же просто. Хочу конфетку…", "ref" : null }
		]
	, "sets"   : [ "KostikFiller2Pending", "KostikExitQueue" ]
	, "clears" : [ "KostikFiller1Pending" ]
	},
	{ "id"   : "KostikFiller2Intro"
	, "text" : "Добрый вечер, любовь моя! Как насчёт романтического ужина при свечах? Или без свечей. Не знаю, как ты относишься к свечам, если ты их ненавидишь, я избавлюсь от них! Ты для меня дороже любых свечей!"
	, "replies" :
		[ { "text" : "Нет, ты лжёшь! Наверняка наша любовь вечно будет омрачена присутствием свечей!", "ref" : "KostikFiller2Candles" }
		, { "text" : "Извини, но я сегодня занята. Смотрю ситкомы.", "ref" : "KostikFiller2Busy" }
		]
	},
	{ "id"   : "KostikFiller2Candles"
	, "text" : "Чёрт, но не могу же я отказаться от противоастматических свечей! Я погибну!"
	, "replies" :
		[ { "text" : "Если бы ты любил меня по-настоящему, то погиб бы! Пойду рыдать. И не звони мне, пока не погибнешь!", "ref" : null }
		, { "text" : "Не поминай чёрта, богохульник! Пойду помолюсь.", "ref" : null }
		]
	, "clears" : [ "KostikFiller2Pending" ]
	},
	{ "id"   : "KostikFiller2Busy"
	, "text" : "Это из-за свечей, да? ТЫ СМОТРИШЬ СИТКОМЫ С ДРУГИМ?"
	, "replies" :
		[ { "text" : "Да, мой суженый — закадровый смех! Прощай.", "ref" : null }
		, { "text" : "С печеньем! Печенье любит меня гораздо больше, чем ты!", "ref" : null }
		]
	, "clears" : [ "KostikFiller2Pending" ]
	},
	{ "id"   : "KostikMarriageIntro"
	, "text" : "Привет, единственная моя!"
	, "replies" :
		[ { "text" : "Ты же только что женился на Злодее! Как ты мог!", "ref" : "KostikMarriageMarriage" }
		, { "text" : "Я с тобой не разговариваю, презренный разрушитель священных уз между злодеем и подручным!", "ref" : null }
		]
	},
	{ "id"   : "KostikMarriageMarriage"
	, "text" : "Да, но, крольчёночек, ты же понимаешь, что брак и любовь - разные вещи! Я всегда любил лишь тебя одну!"
	, "replies" :
		[ { "text" : "Интересно, что скажет Злодей, если узнает об этом. ", "ref" : "KostikMarriageBlackmail" }
		, { "text" : "Не разрушай семью! Злодей любит тебя! Хм, я сентиментальна, фу.", "ref" : "KostikMarriageFamily" }
		]
	},
	{ "id"   : "KostikMarriageBlackmail"
	, "text" : "Только не это! Он так ревнив, устанавливает на моих ингаляторах скрытые камеры, нанимает подозрительных типов следить за мной! Пожалуйста, не рассказывай ему, а? Я пойду на что угодно!"
	, "replies" :
		[ { "text" : "Хорошо же! Тогда поклянись хранить верность Злодею, пока смерть не разлучит вас!", "ref" : "KostikMarriageOath" }
		, { "text" : "Больше никогда не зови меня крольчёночком, иначе Злодей обо всём узнает!", "ref" : "KostikMarriageHoneyBunny" }
		]
	},
	{ "id"   : "KostikMarriageOath"
	, "text" : "Клянусь хранить верность Злодею, пока смерть не разлучит нас!"
	, "replies" :
		[ { "text" : "И что-то мне подсказывает, что это произойдёт скоро. Пока!", "ref" : null }
		, { "text" : "Хм, я спасаю браки! Зачем, ведь это ведёт к росту популяции детей, ужасно!", "ref" : null }
		]
	, "clears" : [ "KostikMarried" ]
	},
	{ "id"   : "KostikMarriageHoneyBunny"
	, "text" : "Хорошо, мой бегемотик!"
	, "replies" :
		[ { "text" : "Ох, я не умею шантажировать.", "ref" : null }
		, { "text" : "Я не толстая! Прощай!", "ref" : null }
		]
	, "clears" : [ "KostikMarried" ]
	},
	{ "id"   : "KostikMarriageFamily"
	, "text" : "Но он громко хохочет за завтраками! И мне не нравятся его друзья, особенно зомби-горбун и доктор Гангрена! Хотя, не все его друзья так плохи, например, Сатана хорошо умеет поддерживать беседу."
	, "replies" :
		[ { "text" : "Ты должен смириться с его недостатками, ведь он принимает тебя таким, каков ты есть! А это весьма нелегко, потому что ты отвратительный.", "ref" : "KostikMarriageAcceptance" }
		, { "text" : "Давай посмотрим правде в глаза: лучшей партии тебе не найти. С твоей внешностью и умственными способностями лучше научиться довольствоваться малым.", "ref" : "KostikMarriageAcceptance" }
		]
	},
	{ "id"   : "KostikMarriageAcceptance"
	, "text" : "Да, наверное, ты права, супруга, лучше Злодея, мне не найти. Но сумеешь ли ты жить дальше в разлуке со мной?"
	, "replies" :
		[ { "text" : "Да-а-а, мне будет нелегко, но я справлюсь, я сильная! Лишь бы ты был счастлив! Прощай!", "ref" : null }
		, { "text" : "В действительности я всегда любила только блины, а твоими чувствами играла!", "ref" : null }
		]
	, "clears" : [ "KostikMarried" ]
	},
	{ "id"   : "KostikQueueEscape"
	, "text" : "О чёрт, моя очередь! Ты только никуда не уходи, я сейчас приду! Если я вернусь, а тебя не будет, я не переживу!"
	, "replies" :
		[ { "text" : "А я и не ухожу. Я убегаю!", "ref" : null }
		, { "text" : "<aside> Вы оставляете вместо себя заранее приготовленное чучело с усами, отдалённо напоминающее вас. Вряд ли Костик заметит разницу. </aside>", "ref" : null }
		]
	},
	{ "id"   : "PatientDescriptionIntro"
	, "text" : "<aside> Перед вами — человек в больничном халате, полностью сшитом из врачебных справок. Его лицо выражает скуку и муку. Смуку! Ха-ха! У этого описания — странное чувство юмора. </aside>"
	, "replies" :
		[ { "text" : "Такое описание не предвещает ничего хорошего, уходим!", "ref" : null }
		, { "text" : "Вдруг вы сможете ему чем-нибудь помочь? Подойти.", "ref" : "PatientIntroductionIntro" }
		]
	, "sets" : [ "PatientIntroductionPending" ]
	},
	{ "id"   : "PatientIntroductionIntro"
	, "text" : "А, это ты, бледная незнакомка. Наконец мы встретились… Что ж, делай своё дело, я ждал избавления так долго… <aside> Человек в халате подставляет вам шею, чего-то ожидая. </aside>"
	, "replies" :
		[ { "text" : "Эй, просто я редко бываю на солнце!", "ref" : "PatientIntroductionDeath" }
		, { "text" : "Если вы принимаете меня за вампира, то увы: крови предпочитаю блины.", "ref" : "PatientIntroductionDeath" }
		]
	},
	{ "id"   : "PatientIntroductionDeath"
	, "text" : "Хватит издеваться надо мной, старуха с косой! Руби! Режь… Я готов."
	, "replies" :
		[ { "text" : "Я не старая! <i> Дать наглецу пощёчину! </i>", "ref" : "PatientIntroductionViolence" }
		, { "text" : "И не толстая! <i> Наступить хаму на ногу! </i> Ой, перепутала обидчика.", "ref" : "PatientIntroductionViolence" }
		, { "text" : "Меня часто принимают за мёртвую, но за саму Cмерть — впервые. И давно вы её ждёте?", "ref" : "PatientIntroductionWaiting" }
		]
	},
	{ "id"   : "PatientIntroductionViolence"
	, "text" : "Нестерпимая боль! Ах… Я умираю… Умираю… Ну умираю же. Ох, где же Cмерть, почему она не избавит меня от страданий."
	, "replies" :
		[ { "text" : "Напишите письмо в загробный департамент по разбору жалоб! Смерть не имеет права так задерживаться.", "ref" : "PatientIntroductionWaiting" }
		, { "text" : "Простите, не всегда могу сдержать свою ярость. Я берсерк! А сколько времени вы уже пытаетесь умереть?", "ref" : "PatientIntroductionWaiting" }
		]
	},
	{ "id"   : "PatientIntroductionWaiting"
	, "text" : "С детства я подозревал, что умру. Я сразу пошёл к врачам и потребовал, чтобы они подтвердили мои опасения. Некоторые лгали, говорили, что мне ничего не угрожает, но я-то знал правду. Я обивал больничные пороги, добиваясь смертельных диагнозов. На что только я ни шёл ради них: интриги, подкуп, шантаж. И я преуспел! Я официально многократно смертельно болен!"
	, "replies" :
		[ { "text" : "Клёво, поздравляю! А какой из смертельных диагнозов ваш самый любимый?", "ref" : "PatientIntroductionFavourite" }
		, { "text" : "Но почему тогда вы всё ещё живы?", "ref" : "PatientIntroductionContagious" }
		, { "text" : "Хм, а вы не заразны?", "ref" : "PatientIntroductionAlive" }
		]
	},
	{ "id"   : "PatientIntroductionFavourite"
	, "text" : "Всё равно что спросить, кого из своих детей больше всего любят родители!"
	, "replies" :
		[ { "text" : "Да, верно, они все ужасные и родители ненавидят каждого одинаково сильно!", "ref" : "PatientIntroductionAlive" }
		, { "text" : "А я всегда говорила, что дети подобны болезням. Появляются с возрастом и с годами их становится всё больше.", "ref" : "PatientIntroductionAlive" }
		]
	},
	{ "id"   : "PatientIntroductionContagious"
	, "text" : "Да, разумеется. Вы подписали себе смертный приговор, как только приблизились ко мне. Ушной тиф — самое безобидное, что вам теперь грозит."
	, "replies" :
		[ { "text" : "Хорошо, что не усной. Лишиться ушей ещё не так страшно, мои соседи любят играть на гитаре.", "ref" : "PatientIntroductionAlive", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Но если вы ещё живы, возможно, у меня тоже есть шанс!", "ref" : "PatientIntroductionAlive" }
		, { "text" : "Кого я обманываю, шансов нет. Ах, когда же Смерть заберёт нас!", "ref" : "PatientIntroductionAlive" }
		]
	},
	{ "id"   : "PatientIntroductionAlive"
	, "text" : "Иногда мне кажется, что сама Смерть пала жертвой, и мы заперты в бесконечной круговерти бессмысленно смертельных болезней. Поэтому я и стою в этой очереди, на приём к Смерти."
	, "replies" :
		[ { "text" : "Что ж, передавайте ей привет! Как-нибудь ещё навещу вас.", "ref" : null }
		, { "text" : "Хм, нужно купить накладной нос. Тогда смерть меня не узнает! А вам удачи.", "ref" : null }
		, { "text" : "Ах, я готова к встрече со смертью… Впрочем, уж лучше встретить её дома, тюленя в одеяле, с чашечкой горячего шоколада. Прощайте!", "ref" : null }
		]
	, "sets"   : [ "PatientMoustacheFillerPending", "PatientHatFillerPending" ]
	, "clears" : [ "PatientIntroductionPending" ]
	},
	{ "id"   : "PatientPanaceaIntro"
	, "text" : "Смерть? А, нет, это снова вы. Жаль, что от разочарований не умирают."
	, "replies" :
		[ { "text" : "Не печальтесь, ведь я собираюсь предложить вам Панацею! Панацея — универсальное средство, излечивающее все болезни!", "ref" : "PatientPanaceaCure" }
		, { "text" : "Вам не придётся больше ждать Смерть! Панацея — первое средство призыва Смерти, в лучших домах Европы уже давно умирают только от её использования.", "ref" : "PatientPanaceaDeath" }
		, { "text" : "Да, я тоже разочарована тем, что подошла к вам. Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "PatientPanaceaCure"
	, "text" : "За долгие годы болезни я употребил слишком много панацей, теперь я абсолютно резистентен к ним."
	, "replies" :
		[ { "text" : "Хорошо, буду с вами откровенна. Видите череп и кости на этикетке? Я выкрала Панацею у пиратов! Они поклялись найти вора и жестоко прикончить его!", "ref" : "PatientPanaceaImprovise" }
		, { "text" : "Сказать по правде, на этой склянке лежит вековое проклятье: все её обладатели мистическим образом погибают!", "ref" : "PatientPanaceaImprovise" }
		]
	},
	{ "id"   : "PatientPanaceaImprovise"
	, "text" : "Что ж, этот способ я ещё не испытывал. К тому же, зачем смертельно больному деньги? Так, бумажки. Я покупаю её у вас!"
	, "replies" :
		[ { "text" : "Здорово! Счастливо вам умереть!", "ref" : null }
		, { "text" : "Увидимся на небесах, займите для меня шезлонг на солнечном облаке!", "ref" : null }
		]
	, "sets"   : [ "PanaceaMachinationsDone" ]
	, "clears" : [ "PanaceaMachinations" ]
	},
	{ "id"   : "PatientPanaceaDeath"
	, "text" : "Но почему тогда вы сами не употребите её? Наверняка отслоение коленей, которое я диагностировал у вас с первого взгляда, причиняет вам невероятные страдания."
	, "replies" :
		[ { "text" : "Да! Боль невыносима, но я слишком красива, чтобы умирать!", "ref" : "PatientPanaceaOkay" }
		, { "text" : "Моя религиозная секта запрещает использование панацей. Я очень набожна.", "ref" : "PatientPanaceaOkay" }
		]
	},
	{ "id"   : "PatientPanaceaOkay"
	, "text" : "Что ж, дело ваше. Встреча со смертью для меня бесценна, забирайте все мои сбережения!"
	, "replies" :
		[ { "text" : "Нет, я возьму только деньги, справки о болезнях оставьте себе. Спасибо!", "ref" : null }
		, { "text" : "Благодарю. Потрачу эти деньги на блины. То есть, обезболивающие.", "ref" : null }
		]
	, "sets"   : [ "PanaceaMachinationsDone", "PanaceaSold" ]
	, "clears" : [ "PanaceaMachinations" ]
	},
	{ "id"   : "PatientPanaceaConsequenceIntro"
	, "text" : "Как видите, ваша Панацея не помогла, я — о горе мне! — всё ещё жив. Смерти больше нет…"
	, "replies" :
		[ { "text" : "Мне ужасно неловко!", "ref" : null }
		, { "text" : "Извините. Я бы попробовала убить вас сама, но я слишком слаба физически.", "ref" : null }
		]
	},
	{ "id"   : "PatientPanaceaConsequenceDexterity"
	, "text" : "Конечно. Неловкость — первый симптом злокачественного гигантского птеродактиля."
	, "replies" :
		[ { "text" : "О нет! Это неправда! Только не гигантский… <i> Вас уносит гигантский птеродактиль. </i>", "ref" : null }
		]
	, "clears" : [ "PanaceaSold" ]
	},
	{ "id"   : "PatientPanaceaConsequenceStrength"
	, "text" : "Упадок сил — верный признак потери очков опыта. Потенциально летальный недуг."
	, "replies" :
		[ { "text" : "Проклятье, нужно качаться активнее!", "ref" : null }
		, { "text" : "Чепуха, у меня контактные линзы опыта. До встречи.", "ref" : null }
		, { "text" : "", "ref" : null }
		]
	, "clears" : [ "PanaceaSold" ]
	},
	{ "id"   : "PatientFillerMoustacheIntro"
	, "text" : "Жаба усов? Соболезную. Изматывающее заболевание, летальное на последних стадиях."
	, "replies" :
		[ { "text" : "Эй, это не жаба, а Мистер Усы!", "ref" : "PatientFillerMoustacheNames" }
		, { "text" : "Только не это! Я умру? Есть ли спасение?", "ref" : "PatientFillerMoustacheAmputation" }
		]
	},
	{ "id"   : "PatientFillerMoustacheNames"
	, "text" : "Вы дали своей усной жабе имя? Мило. Знаете, я тоже дал имена каждой из шести своих грыж, каждая мне по-своему дорога…"
	, "replies" :
		[ { "text" : "Насколько опасна жаба усов? И возможно ли излечение?", "ref" : "PatientFillerMoustacheAmputation" }
		, { "text" : "Мы можем поженить Мистера усы на одной из ваших грыж, это будет… отвратительно вообще-то. Уж лучше расскажите, как лечить усную жабу.", "ref" : "PatientFillerMoustacheAmputation" }
		]
	},
	{ "id"   : "PatientFillerMoustacheAmputation"
	, "text" : "Единственный радикальный способ лечения — ампутация усов."
	, "replies" :
		[ { "text" : "Нет! Лучше смерть!", "ref" : "PatientFillerMoustacheTreatment" }
		, { "text" : "Это всё равно что ампутация души! Никогда!", "ref" : "PatientFillerMoustacheTreatment" }
		, { "text" : "Мистер Усы готов пожертвовать собой, но сперва хочет узнать, нет ли более консервативного лечения?", "ref" : "PatientFillerMoustacheTreatment" }
		]
	},
	{ "id"   : "PatientFillerMoustacheTreatment"
	, "text" : "В принципе, блинотерапия, согласно последним опытам, даёт неплохой эффект замедления прогресса жабы усов. Обратитесь к участковому врачу, он выпишет вам рецепт на блины… Почему вы плачете?"
	, "replies" :
		[ { "text" : "От счастья! ЭТО ЛУЧШИЙ ДЕНЬ В МОЕЙ ЖИЗНИ! Спасибо вам!", "ref" : null }
		, { "text" : "О, я буду бороться с этой болезнью из последних сил! Не пропущу ни одного приёма лекарства! До свидания!", "ref" : null }
		]
	, "clears" : [ "PatientMoustacheFillerPending" ]
	},
	{ "id"   : "PatientFillerHatIntro"
	, "text" : "Вот это да, это самая большая опухоль головного мозга, что я когда-либо видел! Поздравляю. Мне даже немного завидно."
	, "replies" :
		[ { "text" : "Это не опухоль, это Клёвая Шляпа!", "ref" : "PatientFillerHatHat" }
		, { "text" : "Да, у меня самая крутая опухоль! Успех! Или вы о шляпе?", "ref" : "PatientFillerHatHat" }
		]
	},
	{ "id"   : "PatientFillerHatHat"
	, "text" : "Кто сказал вам, что это шляпа? Сама опухоль? Ха-ха, и вы ей поверили. Опухоли — известные озорники, так любят весёлые розыгрыши…"
	, "replies" :
		[ { "text" : "Если я не буду верить шляпе, то кому же вообще верить!", "ref" : "PatientFillerHatDenial" }
		, { "text" : "О нет, Клёвая Шляпа, как ты могла лгать мне! Мы были так близки!", "ref" : "PatientFillerHatAccepance" }
		]
	},
	{ "id"   : "PatientFillerHatDenial"
	, "text" : "Что ж, отрицайте очевидное. Однако есть и позитивная сторона: эта опухоль вам очень идёт."
	, "replies" :
		[ { "text" : "Оу, вы милый! Спасибо :) Вам тоже идёт носовое кровотечение!", "ref" : null }
		, { "text" : "Спасибо, Клёвая Шляпа любит, когда её хвалят! Слышите, урчит от удовольствия? Хм, или я просто проголодалась? До встречи.", "ref" : null }
		]
	, "clears" : [ "PatientHatFillerPending" ]
	},
	{ "id"   : "PatientFillerHatAccepance"
	, "text" : "Но разве дни, проведённые вместе с опухолью, не были счастливыми? Не отрекайтесь от неё! Любите её такой, какая она есть!"
	, "replies" :
		[ { "text" : "Ох, да, я ужасная. Прости, Клёвая Опухоль, я не хотела! Пойдём поедим мороженого?", "ref" : null }
		, { "text" : "И всё же я больше никогда не смогу довериться ей полностью… Мне о многом нужно подумать. До свидания.", "ref" : null }
		]
	, "clears" : [ "PatientHatFillerPending" ]
	},
	{ "id"   : "PatientFiller1Intro"
	, "text" : "Удивительно, но сегодняшний день почти можно счесть выносимым!"
	, "replies" :
		[ { "text" : "Вы выиграли в лотерею?", "ref" : "PatientFiller1Suggest" }
		, { "text" : "Вы отрастили новую опухоль?", "ref" : "PatientFiller1Suggest" }
		, { "text" : "Вы так рады видеть меня?", "ref" : "PatientFiller1Suggest" }
		, { "text" : "Вам приготовили блины? А кто? А познакомьте нас?", "ref" : "PatientFiller1Suggest" }
		]
	},
	{ "id"   : "PatientFiller1Suggest"
	, "text" : "Нет-нет, дело в другом. От скуки ожидания Смерти, я создал собственный блог, в котором изложил суть своей проблемы и разобрал самые захватывающие из моих диагнозов."
	, "replies" :
		[ { "text" : "Клёво, нужно подписаться на вас!", "ref" : "PatientFiller1Comments" }
		, { "text" : "Я слишком травмирована кулинарными форумами, чтобы вновь довериться интернету.", "ref" : "PatientFiller1Comments" }
		]
	},
	{ "id"   : "PatientFiller1Comments"
	, "text" : "И, представляете, я получил столько слов поддержки в комментариях! Вот, взгляните: “I wish you got cancer and died”, “Чтоб ты сдох!”, “Ради таких, как вы, нужно вернуть смертную казнь!”. Столько сочувствующих людей вокруг!"
	, "replies" :
		[ { "text" : "Это же тролли. Они просто провоцируют вас.", "ref" : "PatientFiller1Trolls" }
		, { "text" : "Пф, у меня в почтовом ящике целые письма, полные таких высказываний.", "ref" : "PatientFiller1Lucky" }
		]
	},
	{ "id"   : "PatientFiller1Trolls"
	, "text" : "Хотите сказать, на самом деле они не желают мне счастливой смерти? Ах, кругом лицемерие. Какой ужасный день, как я хочу умереть! Оставьте меня…"
	, "replies" :
		[ { "text" : "Да, отвратительный день, уже вечереет, а я не отведала блинов.", "ref" : null }
		, { "text" : "Я желаю вам смерти! От чистого сердца! Поверьте!", "ref" : null }
		]
	},
	{ "id"   : "PatientFiller1Lucky"
	, "text" : "Ах, вы такая счастливая! Хотел бы я, чтобы и меня так любили…"
	, "replies" :
		[ { "text" : "Да! А один мой знакомый даже признал меня мёртвой! Завидуйте!", "ref" : null }
		, { "text" : "Оу, мне завидуют! Я успешная! Ура!", "ref" : null }
		]
	},
	{ "id"   : "PatientQueueEscape"
	, "text" : "Извините, подошла моя очередь. Надеюсь, что у Смерти сегодня приёмный день."
	, "replies" :
		[ { "text" : "Хорошо, до встречи! Привет старушке!", "ref" : null }
		, { "text" : "Верю, что у вас со смертью всё пройдёт гладко и мы больше не увидимся! Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "VillainDescriptionIntro"
	, "text" : "<aside>При виде вас на лице всклокоченного человека в чёрной мантии появляется недовольная ухмылка.</aside>"
	, "replies" :
		[ { "text" : "Подойти.", "ref" : "VillainIntroductionIntro" }
		, { "text" : "Какой подозрительный тип…", "ref" : null }
		]
	, "sets" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionIntro"
	, "text" : "Если вы стоите в очереди за абсолютной властью, то вынужден вас огорчить: в этой очереди я — первый номер и я раздавлю любого, кто встанет у меня на пути! У меня не может быть соперников! Ха!"
	, "replies" :
		[ { "text" : "Оу, тут выдают абсолютную власть? Тогда я буду следующей за вами!", "ref" : "VillainIntroductionPowerYes" }
		, { "text" : "Нет, абсолютная власть — слишком прозаично, я стою в другой очереди.", "ref" : "VillainIntroductionPowerNo" }
		, { "text" : "А очереди за абсолютными блинами тут случайно нет?", "ref" : "VillainIntroductionPowerNo" }
		]
	},
	{ "id"   : "VillainIntroductionPowerYes"
	, "text" : "Ха, хитрая уловка, но я вижу вас насквозь: хотите стоять за мной, а потом ударить в спину! Меня вам не перехитрить!"
	, "replies" :
		[ { "text" : "Окай, тогда давайте я встану перед вами?", "ref" : "VillainIntroductionFirstForPower" }
		, { "text" : "А если я буду перед вами, вы не станете бить в спину меня? Ах, меня так часто предавали…", "ref" : "VillainIntroductionFirstForPower" }
		]
	},
	{ "id"   : "VillainIntroductionFirstForPower"
	, "text" : "Нет, первый номер здесь я, прекратите! Иначе я уничтожу вас! Я разрушу вашу жизнь! Я пожру вашу душу! А ещё, я невероятно физически силён!"
	, "replies" :
		[ { "text" : "Хм, пожалуй, с вами и впрямь лучше не ссориться! А давайте лучше дружить?", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Пф, нельзя разрушить то, что уже разрушено! И душа моя отнюдь не шоколадка! И на вид вы скорее невероятно толсты, чем невероятно сильны!", "ref" : "VillainIntroductionInsult" }
		]
	},
	{ "id"   : "VillainIntroductionInsult"
	, "text" : "Эй, слова могут ранить! У меня широкая кость! Мама не приучила меня соблюдать диету в детстве. Однако… я чувствую в вас ненависть! Жестокость! Мне нужны такие люди как вы! Будете моим подручным? То есть, другом."
	, "replies" :
		[ { "text" : "Да! Мы будем сеять хаос и разрушения и дружбу! Их-ха!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Хорошо, но только чтобы вы не расстраивались. Потому что я добрая и милая!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Нет! Потому что вы толстый, а я не дружу с толстяками! Ха-ха!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionPowerNo"
	, "text" : "Не хотите абсолютной власти? Эй, да что с вами не так? Наверняка где-то неподалёку есть очередь за суперабсюлютной властью, да? Нет? Хм. Может вас ещё и не прельщают душевные страдания невинных? И мелодия чужих разбитых надежд — не лучшая колыбельная для вас?"
	, "replies" :
		[ { "text" : "Нет! Я добрая и милая! Вот. И мне об этом часто говорят!", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "О, разбитые надежды, звучит знакомо. Увы, мои, а не чужие.", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "Вовсе нет, я люблю колыбельные про мягких, пушистых котят. А спойте?", "ref" : "VillainIntroductionSingSoftKitty" }
		]
	},
	{ "id"   : "VillainIntroductionLiuIsGood"
	, "text" : "<i>Хм, нет, она явно что-то скрывает. Нужно втереться к ней в доверие!</i> Хорошо, ваша искренность покорила меня! Будьте же моим другом! Безо всяких подвохов! Ха!"
	, "replies" :
		[ { "text" : "Мне нечего скрывать! И да, вы произнесли это вслух. Но друзья не бывают лишними, так что давайте.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ах, как часто мне это говорили… Что ж, давайте. Вдруг хотя бы вы не предадите моё доверие.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ха-ха! Я солгала! Вы доверчивый и толстый! Абсолютная власть будет моей, вы слишком толсты для неё!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionSingSoftKitty"
	, "text" : "Нет! Прекратите! Ненавижу пушистых котят, давняя детская травма. Если я стану вашим другом, вы обещаете больше не упоминать никаких котят, особенно пушистых?"
	, "replies" :
		[ { "text" : "Хорошо, котик! Ой, больше не буду, честно. Дружба!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Котнечно нет! Мяу котегорически котказываюсь! Кошщайте!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionAcceptFriendship"
	, "text" : "Так-то лучше! Кстати, став моим подручным другом, вы завещали свои внутренние органы и душу для экспериментов. Но не заботьтесь об этом сейчас, друг! Вместе мы заставим эту очередь трястись от ужаса! Меееесть!"
	, "replies" :
		[ { "text" : "Друууужба!", "ref" : null }
		]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionOffended"
	, "text" : "Ах так? Сейчас вы познаете всю разрушительную мощь моего гнева, окунётесь в глубины тёмного гения! Я больше с вами не разговариваю! Вот!"
	, "replies" :
		[ { "text" : "Я первая с вами не разговариваю!", "ref" : null }
		, { "text" : "Ну и ладно! Ну и вообще не жалко! Нисколечко!", "ref" : null }
		]
	, "sets" : [ "VillainOffended" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainOffendedIntro"
	, "text" : "<aside>Злодей демонстративно поворачивается к вам спиной. Вспоминает, что поворачиваться спиной к противнику опасно и неловко крутится на месте, пыхтя.</aside>"
	, "replies" :
		[ { "text" : "Помириться с ним.", "ref" : "VillainOffendedMakePeace" }
		, { "text" : "Он смешон! И толст! Пошли отсюда!", "ref" : null }
		]
	},
	{ "id"   : "VillainOffendedMakePeace"
	, "text" : "У вас хватает духа являться передо мной? Загадывайте последнее желание, сейчас я вас уничтожу!"
	, "replies" :
		[ { "text" : "Моё последнее желание — помириться с вами!", "ref" : "VillainOffendedLastWish" } ]
	},
	{ "id"   : "VillainOffendedLastWish"
	, "text" : "Ха, думаете, так просто помириться с самым злопамятным человеком в мире? Я никогда вас не прощу! Я буду преследовать вас даже в загробном мире! Если только…"
	, "replies" :
		[ { "text" : "Если только я не пообещаю больше не звать вас толстым?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если пообещаю больше не говорить про котиков?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я сложу к вашим ногам солнце и луну?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я принесу вам в жертву пару младенцев?", "ref" : "VillainOffendedIfOnly" }
		]
	},
	{ "id"   : "VillainOffendedIfOnly"
	, "text" : "Нет, если только вы не поклянётесь мне в верной службе и не станете моим миньоном! Мир не устоит против нас двоих! В основном, конечно, против меня."
	, "replies" :
		[ { "text" : "Хорошо, клянусь! Хоть какая-то работа.", "ref" : "VillainOffendedAccept" }
		, { "text" : "Нет! Хотя постойте, тогда вы снова обидетесь и придётся опять с вами мириться… В сущности, это всего лишь иллюзия выбора. Клянусь!", "ref" : "VillainOffendedAccept" }
		]
	},
	{ "id"   : "VillainOffendedAccept"
	, "text" : "Да! Поднимитесь, Лорд Вейдер! Хахахаха, всегда мечтал это сказать, но случая не было! Приходите позже, мой миньон, нас ждут мрачные дела!"
	, "replies" :
		[ { "text" : "Наконец-то у меня престижная работа! До встречи!", "ref" : null } ]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainOffended" ]
	},
	{ "id"   : "VillainDoomsdayQuestIntro"
	, "text" : "А, вот и ты, миньон мой! Чудесный денёк для леденящих кровь злодеяний! Готов ли ты окунуть мир в непроглядные пучины мрачного ужаса?"
	, "replies" :
		[ { "text" : "Конечно! Мы обмокнём мир в пучины мрака, словно зефиринку в шоколад!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Да! А пытки сегодня будут? Ну пожалуйста!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Хм, нет, я хочу завернуться в мрачные пучины одеяла и тюленить.", "ref" : "VillainDoomsdayQuestAlas" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestAlas"
	, "text" : "Увы, мне ужасно “жаль” тебя расстраивать, но вместо этого, миньон мой, тебе придётся сбегать по одному поручению. Если справишься, я повышу тебя до подручного!"
	, "replies" :
		[ { "text" : "Да, я ожидала подвох. А ещё, не обязательно изображать кавычки пальцами, вы могли бы сделать табличку “Злодейский сарказм”. ", "ref" : "VillainDoomsdayQuestDetails" }
		, { "text" : "Ух, здорово! Всегда хотела стать подручным! А Прототип говорил, что у меня ничего не выйдет!", "ref" : "VillainDoomsdayQuestDetails" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestDetails"
	, "text" : "Да-да, всё это наверняка очень интересно, миньон мой, жаль, что я не слушал. Так вот, где-то в очереди должен стоять такой подозрительный тип со стеклянным глазом. Я заказывал ему разработку Оружия Судного Дня. Найди его и узнай, как продвигается работа."
	, "replies" :
		[ { "text" : "Слушаюсь, повелитель! Хм, надеюсь, я не слишком переигрываю.", "ref" : null }
		, { "text" : "Окай. Увлекательная работа курьером, еей! Ох, лучше бы я осталась дома.", "ref" : null }
		, { "text" : "Оу, Оружия Судного Дня звучит интересно! А расскажите?", "ref" : "VillainDoomsdayQuestTellMeMore" }
		]
	, "sets" : [ "DoomsdayQuest" ]
	, "clears" : [ "VillainQuestPending" ]
	},
	{ "id"   : "VillainDoomsdayQuestTellMeMore"
	, "text" : "Если бы я знал детали, то сам бы собрал его! Но я поддержал Кикстартер Оружия Судного Дня и одноглазый тип обещал мне ранний доступ. Так что поживее!"
	, "replies" :
		[ { "text" : "Уже бегу!", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerIntro"
	, "text" : "Кажется, я отослал тебя с поручением, миньон мой. Что же ты тут делаешь?"
	, "replies" :
		[ { "text" : "Наблюдаю за вашим поведением и конспектирую, злодейшество! Кстати, а какой совет вы бы дали начинающим злодеям?", "ref" : "VillainDoomsdayQuestFillerAdvice" }
		, { "text" : "Оу. Хм. Буу! Я призрак вашего миньона! Я погиб на задании и теперь буду преследовать вас целую вечность!", "ref" : "VillainDoomsdayQuestFillerGhost" }
		, { "text" : "Простите, сплю на ходу и хожу во сне. Немедленно выполню ваше поручение.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerAdvice"
	, "text" : "Дай-ка подумать… Например, всегда рассказывайте противнику о своих планах, когда берёте его в плен! Это устанавливает между вами и пленным героем доверие, понимаете? Ему уже неловко будет сбегать. И ещё, расскажите, какие ужасные пытки для него готовите, дайте пленному понять, что вы стараетесь ради него! "
	, "replies" :
		[ { "text" : "Мне кажется, вы недооцениваете глубину подлости героев! Ни стыда, ни совести! Что ж, всё равно спасибо.", "ref" : null }
		, { "text" : "О, как мудро! Потренируюсь на блинах. “Блины, я собираюсь вас съесть! Вы будете перевариваться в желудочном соку, неописуемая мука!”.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerGhost"
	, "text" : "Смерть — не повод отлынивать от задания! А ещё, теперь меня примут за злодейского некроманта! Наконец-то меня зауважают на встречах однокурсников! Ахахахаха!"
	, "replies" :
		[ { "text" : "Пф, вы злой и бездушный! И это не комплимент, хотя звучит как комплимент!", "ref" : null }
		, { "text" : "Ох, даже после смерти меня шпыняют и игнорируют. Ах, пойду на задание…", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveIntro"
	, "text" : "Я отомщу тебе, мама! За каждый килограмм лишнего веса! Ой, хм, миньон мой, прости, отвлёкся. Так что сказал одноглазый тип? И достаточно ли он восхищался моим злым гением или нам всё же придётся распылить его на атомы? А потом собрать! И накормить пиццей с анчоусами! И снова распылить!"
	, "replies" :
		[ { "text" : "О, так вот почему он покраснел, когда услышал о вас — от ужаса! А Оружие будет готово в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Да, давайте распылим его на досуге! После того, как он доставит ваш заказ в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport", "requires" : [ "GlassEyeAngry" ] }
		, { "text" : "Знаете, я встретила такую очаровательную бороду… Хм, в смысле, Оружие доставят в Понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Оружие доставят в понедельник, а теперь давайте же моё повышение, ваше злейшее могущество! Ох, я карьеристка.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveReport"
	, "text" : "Хорошая работа, миньон мой! Или лучше сказать “подручный мой”? Поздравляю с повышением, служить мне — величайшая честь! Можешь написать небольшое эссе о своей буйной радости по этому поводу."
	, "replies" :
		[ { "text" : "О-о-о, круто! Я подручный! Настоящий злодейский подручный! <i>Так и до полноценного злодея недалеко.</i>", "ref" : "VillainDoomsdayQuestReceiveSayWhat" }
		, { "text" : "О да. Я “безумно” рада. Чёрт, теперь и я изображаю кавычки пальцами.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	, "sets" : [ "VillainRobochefQuestPending" ]
	, "clears" : [ "DoomsdayQuestReport" ]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveSayWhat"
	, "text" : "Эй, что ты там бормочешь?"
	, "replies" :
		[ { "text" : "Говорю, что до настоящего злодея вроде вас мне ещё далеко! ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Репетирую маниакальное бормотание вслух, ваше злодейшество. ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Я молчала. Это голоса в вашей голове. Верный признак биполярного расстройства, это что-то вроде голубой крови у дворян, только для злодеев.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveAcknowledge"
	, "text" : "Хм, что ж, славно. Приходи в другой раз, я научу тебя абсолютному злу! АБСОЛЮТНОМУ ЗЛУ! АБ-СО-<i>злодей давится слюной и закашливается."
	, "replies" :
		[ { "text" : "Я бы постучала вас по спине, но знаю, как ранимо вы относитесь к ударам в спину. До встречи!", "ref" : null }
		, { "text" : "ЛЮТ-НО-МУ ЗЛУ-У-У! ХАХАХАХАХА! Ой, простите, украла вашу реплику. До свидания!", "ref" : null }
		]
	, "sets" : [ "LiuIsAHenchman" ]
	},
	{ "id"   : "VillainRobochefQuestIntro"
	, "text" : "Приветствую, подручный мой. Сегодня ты бледен. Надеюсь, это не связано с вампиризмом. Вампиры — профиль моего кузена. А мой профиль, скорее…"
	, "replies" :
		[ { "text" : "Гордый! Волевой! И внушающий священный трепет!", "ref" : "VillainRobochefQuestCompliment" }
		, { "text" : "В профиль у вас виден второй подборок.", "ref" : "VillainRobochefQuestInsult" }
		]
	},
	{ "id"   : "VillainRobochefQuestCompliment"
	, "text" : "Похвальная наблюдательность, подручный! Я бы выписал тебе премию, но злодейские пенсии сократили. Чёртовы бюрократы! А ведь я окончил Академию Злодейских Искусств с кровавым дипломом по робототехнике. Роботы — мой профиль! Роботом сегодня и займёмся."
	, "replies" :
		[ { "text" : "Мой диплом тоже принимают за кровавый, но на самом деле я заляпала его вишнёвым вареньем. Расскажите же про робота!", "ref" : "VillainRobochefQuestPlan" }
		, { "text" : "Хм, племянник одного моего друга тоже собирается поступать на факультет злодейской робототехники. Так в чём наша задача?", "ref" : "VillainRobochefQuestPlan" }
		]
	},
	{ "id"   : "VillainRobochefQuestInsult"
	, "text" : "Замолчи! ЗАМОЛЧИ! И это не второй подбородок, а… потайное отделение… для хранения… в общем, это секретная информация! Красный уровень доступа! Твой уровень доступа — оранжевый, позволяет получить информацию о сегодняшнем задании."
	, "replies" :
		[ { "text" : "Хм, а я храню секретную информацию под подушкой! Но её постоянно крадёт зубная фея, принимая за зубы. Чем же мы займёмся сегодня, ваше злобство?", "ref" : "VillainRobochefQuestPlan" }
		, { "text" : "У одного моего друга есть оранжевая футболка! Увлекательное совпадение! Ну увлекательное же! Пф, вы скучный. Ну и что за задание?", "ref" : "VillainRobochefQuestPlan" }
		]
	},
	{ "id"   : "VillainRobochefQuestPlan"
	, "text" : "В очереди прячется робот-кулинар. Кулинар, подумать только! Какая трата отличного робота. Как ты знаешь, подручный, первый закон злодейской робототехники гласит: робот должен убивать человеков. Держи микрочип. Установи на робота, и из кулинара он превратится в отравителя. Смертельно вкусный план! Хахаха! Поняла, “смертельно вкусный”? Хахаха!"
	, "replies" :
		[ { "text" : "Да, до смерти смешно! Поняли, “до смерти”? Хахаха! Приступаю к заданию.", "ref" : null }
		, { "text" : "Хм, может, робот хотя бы приготовит мне отравленные блины. И да, я настолько отчаилась. Что ж, до встречи.", "ref" : null }
		, { "text" : "У меня однажды был примитивный робот-отравитель, он кормил меня варёными лимонами! Пойду сеять ужас.", "ref" : null }
		]
	, "sets"   : [ "VillainRobochefQuest" ]
	, "clears" : [ "VillainRobochefQuestPending" ]
	},
	{ "id"   : "VillainRobochefQuestFillerIntro"
	, "text" : "Да, подручный, ты не уяснил свою задачу? Мо-жет быть ес-ли я бу-ду го-во-рить мед-лен-не-е до те-бя дой-дёт?"
	, "replies" :
		[ { "text" : "Вы грубый! Когда-нибудь я найду другого злодея! Милого и понимающего! Хм, кажется, я хочу невозможного. Ох, иду выполнять задание.", "ref" : null }
		, { "text" : "Не сердитесь, ваше злодейство. Я просто надеялась, что вы дадите мне ещё ценных советов по злу для начинающих.", "ref" : "VillainRobochefQuestFillerAdvice" }
		, { "text" : "Извините, просто я сочинила песенку про нашу с вами злодейскую дружбу и хотела спеть вам.", "ref" : "VillainRobochefQuestFillerSong" }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerAdvice"
	, "text" : "Хм, нужно передавать опыт молодому поколению… Постарайтесь заключить свою силу в какой-нибудь артефакт. Например, кольцо или утёнка для ванной. Тогда она всегда будет у вас под рукой. И не забудьте выгравировать своё имя, на случай, если артефакт потеряется, чтобы какие-нибудь хоббиты знали, как вернуть его владельцу."
	, "replies" :
		[ { "text" : "Оу, я недавно нашла чей-то носок под диваном! Нужно проверить, нет ли в нём силы. Спасибо!", "ref" : null }
		, { "text" : "Я умею лепить артефакты из пластилина! Я рукодельница! Осталось только обзавестись собственной злодейской силой.", "ref" : null }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerSong"
	, "text" : "Что ж, изволь! Но песня должна быть хороша, иначе ты горько пожалеешь, что тратишь моё время!"
	, "replies" :
		[ { "text" : "Мы клёвые злодейские друзья, тра-ля-ля! Пред нами устоять нельзя, тра-ля-ля! Повсюду сеем мы страданья, трам-пам-пам! Награда нам — ваши рыданья, трум-пум-пум!", "ref" : "VillainRobochefQuestFillerAcclaim" }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerAcclaim"
	, "text" : "Это… Это… <i>У Злодея дрожат губы.</i> Лучшее, что я когда-либо слышал, подручный мой! Ах, оставь меня, пока я не расплакался. Мне нужно побыть минутку наедине с собой. “Тра-ля-ля” — как точно подмечено, будто мою душу положили на музыку…"
	, "replies" :
		[ { "text" : "<i>Оставить Злодея, пока вы тоже не разревелись.</i>", "ref" : null }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveIntro"
	, "text" : "Эй, подручный, не очень-то ты торопился! Установить чип на робота, что может быть быстрее! В твои годы я успевал… Ой, в смысле, я вовсе не старый. Я моложе тебя, знаешь ли! И это не седой волос, а волос-альбинос. Все альбиносы — прирождённые злодеи!"
	, "replies" :
		[ { "text" : "Вам стоит кое-что объяснить! Например, почему на роботе уже был установлен злодейский микрочип?", "ref" : "VillainRobochefQuestReceiveExplain" }
		, { "text" : "Да, это было “безумно” “простое” задание. Ох, от этих кавычек у меня сводит пальцы.", "ref" : "VillainRobochefQuestReceiveReport" }
		, { "text" : "Ваше злодейшество, на роботе уже был установлен злодейский микрочип! Неужели у нас появился конкурент?", "ref" : "VillainRobochefQuestReceiveExplain" }
		, { "text" : "Чип установлен. Хочу заметить, что на других неоплачиваемых работах меня хотя бы не пытались убить. Ну, по крайней мере не так часто.", "ref" : "VillainRobochefQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveExplain"
	, "text" : "А, не обращай внимания. Видишь ли, я посылал с этой миссией предыдущего подручного. Словом, с задания он не вернулся, но, как видно, чип установил. Следовательно, в робота уже заложено ПО отравителя.  Что ты на меня так смотришь? Ты у меня не первый подручный! Хм, а я твой первый злодей? Что ж, лестно. "
	, "replies" :
		[ { "text" : "Это было опасное задание! Надеюсь, вы выплачиваете взносы в фонд страхования своих подручных.", "ref" : "VillainRobochefQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveReport"
	, "text" : "Следующее задание будет простым и приятным! Надеть свои лучшие туфли, подручный, потому что в следующий раз мы будем топтать мечты! Хахахаха!"
	, "replies" :
		[ { "text" : "Топтать мечты, подобно винограду для вина зла! Эй, ну клёвая же злодейская метафора! Пф, ну и до свидания.", "ref" : null }
		, { "text" : "Ура, новые туфельки! Нужно скорее обсудить их в скайпе!", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuestPending" ]
	, "clears" : [ "VillainRobochefQuestReport" ]
	},
	{ "id"   : "VillainAnnyQuestIntro"
	, "text" : "<aside>По пути к Злодею вы замечаете, что сегодня он одёт в облегающее жёлтое платье. Наверняка этому есть рациональное объяснение!</aside>"
	, "replies" :
		[ { "text" : "Нужно узнать, в чём дело!", "ref" : "VillainAnnyQuestWhatsUp" }
		, { "text" : "Нет, пожалуй, вы не хотите этого знать.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestWhatsUp"
	, "text" : "Ты как раз вовремя, подручный мой! Сегодня я обучу тебя топтать мечты. Кстати, как я выгляжу?"
	, "replies" :
		[ { "text" : "Эм, постине… пугающе! Вы устрашаете наших врагов одним своим видом, ваше злодейство!", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Платье вам “очень” идёт! И “совершенно” вас не толстит. Чёрт, дурацкая привычка.", "ref" : "VillainAnnyQuestInsult" }
		, { "text" : "Будь я помоложе, я бы приударила за вами!", "ref" : "VillainAnnyQuestFlirt" }
		, { "text" : "Ослепительно! Нет, серьёзно, я ослепла от вашего жуткого вида. А купите мне клёвую собачку-поводыря? Или котика!", "ref" : "VillainAnnyQuestInsult" }
		]
	},
	{ "id"   : "VillainAnnyQuestFlirt"
	, "text" : "Если пытаешься получить повышение, соблазнив меня, подручный, ничего не выйдет: моё сердце — цельный кремень, а душа холодна, как  рыба!"
	, "replies" :
		[ { "text" : "Пф, могли бы сразу предупредить! Так зачем вы нарядились в это платье?", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Фу, рыба! Гадость какая! В чём же, собственно, дело?", "ref" : "VillainAnnyQuestPlan" }
		]
	},
	{ "id"   : "VillainAnnyQuestInsult"
	, "text" : "Неправда, я выгляжу отлично! Платье подчёркивает мою статную фигуру! Ты лжёшь! ЛЖЕШЬ!"
	, "replies" :
		[ { "text" : "Оу, извините, вы имели в виду, что нужно топтать чужие мечты, а не ваши! Ошиблась, с кем ни бывает! Так чьи мечты мы сегодня растопчем?", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Да, “извините”, “просто” “разыграла” “вас”. Ох, нет, это выходит из-под контроля, больше никаких кавычек пальцами. Так в чём дело?", "ref" : "VillainAnnyQuestPlan" }
		]
	},
	{ "id"   : "VillainAnnyQuestPlan"
	, "text" : "Хм. Так вот! Где-то в очереди стоит девочка в точно таком же платье, как моё. Отыщи её, и мы обратим против неё не вполне традиционное для злодеев оружие…"
	, "replies" :
		[ { "text" : "Милых, пушистых крольчат?", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Конфетти? Это страшное оружие, оно преследует меня с прошлого Нового Года!", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Блины? Простите, я считаю, что если часто упоминать блины, то они могут внезапно материализоваться.", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Сандалии? Когда она будет спать, мы наденем ей их поверх носков!", "ref" : "VillainAnnyQuestWrong" }
		]
	},
	{ "id"   : "VillainAnnyQuestWrong"
	, "text" : "Нет, правду! Ты просто скажешь ей правду: что это платье идёт мне куда больше, чем ей! И что её оно толстит! Правда выжжет её душу, словно напалм, а на выжженном поле прорастут цветы зла! Хахахаха!"
	, "replies" :
		[ { "text" : "Мне кажется, вы латентный садовод. Впрочем, хорошо, пойду искать эту девочку.", "ref" : null }
		, { "text" : "Окай, а ещё, жареная душа — звучит аппетитно. Когда попаду в ад, открою собственный ресторан! До встречи.", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuest" ]
	, "clears" : [ "VillainAnnyQuestPending" ]
	},
	{ "id"   : "VillainAnnyQuestFillerIntro"
	, "text" : "Да, подручный, знаю: это платье так идёт мне, что ты вновь вернулся полюбоваться на меня! Что ж, понятно, но не забывай и о задании. Растопчи же чувства моей соперницы поскорее!"
	, "replies" :
		[ { "text" : "А можно я доношу это платье после вас? Нет, плохая идея, до встречи.", "ref" : null }
		, { "text" : "Мне кажется, ваша мудрость вызывает зависимость! Не поделитесь ещё советами для злодеев-новичков?", "ref" : "VillainAnnyQuestFillerAdvice" }
		, { "text" : "Мне скучно! Давайте поболтаем?", "ref" : "VillainAnnyQuestFillerSmallTalk" }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerAdvice"
	, "text" : "Изволь. Велик соблазн поставить злодейства на конвейер. Ну, к примеру, звёзды смерти или газовые камеры. Но помни: к каждой жертве нужен индивидуальный подход! Это то, что отличает настоящего артиста зла от просто злобного ремесленника!"
	, "replies" :
		[ { "text" : "Ох, чёрт, теперь придётся разбирать мою Звезду Смерти из Лего. Спасибо!", "ref" : null }
		, { "text" : "Так вот почему вы нарядились в платье: чтобы лучше понять жертву! Клёвый метод. Буду косплеить гравитацию, она N1 в моём списке врагов! До встречи.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalk"
	, "text" : "Хм. Я не умею. О чём там обычно болтают жалкие людишки? А, о погоде, да.Чудесная погода, допустим."
	, "replies" :
		[ { "text" : "Да, на солнышке я не так мёрзну.", "ref" : "VillainAnnyQuestFillerSmallTalkSun" }
		, { "text" : "Больше люблю дождь, он скрывает слёзы.", "ref" : "VillainAnnyQuestFillerSmallTalkTears" }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalkSun"
	, "text" : "Хм, да, солнечные лучи прогревают атмосферу, вот если бы вывести породу космического крокодила, чтобы он проглотил солнце, то всех гнусных людишек ждала бы ЛЕДЯНАЯ МОГИЛА! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Нет, беседа дурно на вас влияет. Лучше пойду.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalkTears"
	, "text" : "Да, хорошо было бы запустить гигантский дирижабль, разбрызгивающий серную кислоту в небе, вот тогда вы все бы ДЕЙСТВИТЕЛЬНО ПОПЛАКАЛИ! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Вы предсказуемый! Выполнять ваше дурацкое задание и то интереснее.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveIntro"
	, "text" : "Подручный! Удался ли мой план и, что важнее, подходят ли мне эти серёжки? В них удобно прятать яды и взрывчатку! Но идут ли они к цвету моих глаз?"
	, "replies" :
		[ { "text" : "В последнее время вы меня пугаете.", "ref" : "VillainAnnyQuestReceiveFrighten" }
		, { "text" : "Не только к цвету глаз, злодейшество, они подчёркивают черноту вашей души!", "ref" : "VillainAnnyQuestReceiveCompliment" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveFrighten"
	, "text" : "Превосходно! Трясись от страха! ПЕРЕД ТОБОЙ УЖАС ПЕРВОРОДНЫЙ! ХАХАХА! Хм, я легко отвлекаюсь. Так как дела с заданием?"
	, "replies" :
		[ { "text" : "Настенька была в ярости, но, кажется, её душа не вполне растоптана. Нужны были ботинки на подошве повыше.", "ref" : "VillainAnnyQuestReceiveSetback" }
		, { "text" : "Она отрицает факты и не желает признавать, что вы привлекательнее её! Прикажете ликвидировать?", "ref" : "VillainAnnyQuestReceiveSetback" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveCompliment"
	, "text" : "Эй, поосторожнее, подручный, мы злодеи, но не расисты! Мы не хотим настраивать против себя либеральную прессу. Так ты выполнил моё поручение? Почему я не слышал звона разбитых надежд?"
	, "replies" :
		[ { "text" : "В плане был краеугольный просчёт, ваше злодейство: невозможно растоптать душу рыжей девочки, У РЫЖИХ НЕТ ДУШИ!", "ref" : "VillainAnnyQuestReceiveSetback" }
		, { "text" : "Она не поверила мне, её лучшей подруженьке( Она злая и жестокая(((", "ref" : "VillainAnnyQuestReceiveSetback" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveSetback"
	, "text" : "Проклятье! Это ты во всём виноват! Наверняка ты что-нибудь перепутал! Сказал, что платье толстит её? И она ещё жива? Странно! Даже меня бы это сломило. Эта девчонка — достойный противник! Ну же, подручный, думай! У неё должна быть уязвимость."
	, "replies" :
		[ { "text" : "Кажется, она дорожит мнением Костика. У них назначено свидание. Давайте похитим его и будем присылать ей его пальцы по почте?", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		, { "text" : "Или отправимся в прошлое и разрушим отношения родителей Костика, чтобы он не появился на свет!", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		, { "text" : "Или! Можно попробовать уничтожить Вселенную. Это решит проблему.", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveBadThinking"
	, "text" : "Мелко мыслишь, подручный. Есть только один достойный выход из этой ситуации…"
	, "replies" :
		[ { "text" : "Сдаться?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Самоубийство?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Сделать вид, что ничего не произошло?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Снова начать ставить кавычки пальцами? Меня это “очень” успокаивает.", "ref" : "VillainAnnyQuestReceiveWrong" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveWrong"
	, "text" : "Нет! Я встречусь с Костиком раньше Насти, выдам себя за неё и соблазню его! Она застанет нас за поцелуем, и сердце её будет разбито! АХАХАХАХА!"
	, "replies" :
		[ { "text" : "Оооокай. Не стану вас отговаривать.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "Нет, ваше злодейшество, это слишком опасно! Я не могу позволить вам так рисковать!", "ref" : "VillainAnnyQuestReceiveDontDoIt" }
		, { "text" : "Действительно, “очевидное” решение. О да, кавычки так расслабляют.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "Свидание может оказаться ловушкой! Давайте просто их убьём? Ну пожалуйста!", "ref" : "VillainAnnyQuestReceiveDontDoIt" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveDontDoIt"
	, "text" : "Кроме меня не справится никто, подручный мой. Знаю, как нежно ты предан мне, но если со мной что-нибудь случится, ты должен продолжать творить зло. Найди себе другого Злодея. И мсти! МСТИ ВСЕМ! МСТИ ИХ ДЕТЯМ! МСТИ ЭТОМУ МИРУ! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Я назову в вашу честь первенца! В смысле, первого похищенного мной ребёнка.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "<i>Надеюсь, я фигурирую в его завещании.</i> То есть, я присмотрю за вашими вещами.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "В такие минуты вы почти не кажетесь толстым!", "ref" : "VillainAnnyQuestReceiveGoOn" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveGoOn"
	, "text" : "Если я вернусь с миссии живым, подручный мой, то подумаю о твоём повышении. Но время не ждёт, мне ещё нужно накрасить когти! Эм, ногти. Зло восторжествует!"
	, "replies" :
		[ { "text" : "Зло-о-о-о-о!", "ref" : null }
		, { "text" : "Если вы не вернётесь, я запомню вас таким! Нет, слишком травмирующий образ.", "ref" : null }
		, { "text" : "Возвращайтесь, ваше злодейство! И вовсе не ради моего повышения! Совсем нет! Что вы!", "ref" : null }
		]
	, "sets"   : [ "VillainKostikQuestPending" ]
	, "clears" : [ "VillainAnnyQuestReport" ]
	},
	{ "id"   : "VillainKostikQuestReceiveIntro"
	, "text" : "<aside>Злодей в платье и макияже. Он уже вернулся со свидания. Лицо его сияет от радости. Должно быть, он справился с заданием!</aside>"
	, "replies" :
		[ { "text" : "<i>О чёрт, прахом мечты о наследстве.</i> Страшно рада видеть вас в добром здравии!", "ref" : "VillainKostikQuestReceiveSuccess" }
		, { "text" : "Ваше злодейство, вы вернулись! Зло восторжествовало!", "ref" : "VillainKostikQuestReceiveSuccess" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveSuccess"
	, "text" : "Видел бы ты лицо этой наглой девчонки, когда Костик обнял меня, подручный! Это был такой трогательный, то есть, душераздирающий момент."
	, "replies" :
		[ { "text" : "Мееееесть! Сладкая месть! Хм, нужно попробовать блины с местью. Чью жизнь разрушим следующей, ваше злодейство?", "ref" : "VillainKostikQuestReceiveProblem" }
		, { "text" : "Клёво-клёво! А давайте теперь захватим мир? Нет, пообедаем, а потом захватим!", "ref" : "VillainKostikQuestReceiveProblem" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveProblem"
	, "text" : "Видишь ли, подручный, мне сейчас немного не до этого. У меня наконец-то налаживается личная жизнь! Костик сделал мне предложение!"
	, "replies" :
		[ { "text" : "Но… но как же… злодейства? Как же агония и тьма? Вы что, бросите всё это?", "ref" : "VillainKostikQuestReceiveBut" }
		, { "text" : "О, какой изощрённый план, ваше злодейшество. Вы выйдите за Костика, а потом отберёте всё его имущество при разводе, да?", "ref" : "VillainKostikQuestReceivePlan" }
		]
	},
	{ "id"   : "VillainKostikQuestReceivePlan"
	, "text" : "Я никогда не поступлю так с Костиком! Он особенный! И не только в плане умственного развития. Прости, подручный, но для злодея в моём возрасте это может быть последний шанс на счастливый брак!"
	, "replies" :
		[ { "text" : "Ох, вы отказываетесь от злодейств? Что же я буду делать без вас? Куда дену избыток слепой, фанатичной преданности!", "ref" : "VillainKostikQuestReceiveBut" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveBut"
	, "text" : "Нет, конечно же нет. В наше время злодей вовсе не должен отказываться от карьеры ради семьи. Я буду заниматься злодеяними, например, по воскресениям. И мы с тобой когда-нибудь встретимся и тьма окутает планету! ХАХАХА- эх, нужно записать на курсы избавления от злодейского смеха, Костику он не нравится."
	, "replies" :
		[ { "text" : "Да, когда-нибудь… Удачи вам!", "ref" : null }
		, { "text" : "Постойте, но вы обещали мне повышение! Я уже всем знакомым рассказала!", "ref" : "VillainKostikQuestReceivePromote" }
		, { "text" : "Пф, вы просто сдались. Но я не сдамся никогда! Я буду сеять ужас и разрушения! А ВЫ ТОЛСТЫЙ! ДА, ПЛАЧЬТЕ! РЫДАЙТЕ! ХАХАХАХА! ЗЛО-О-О-О!", "ref" : null }
		]
	, "sets"   : [ "VillainPostMortem", "MakeUpWithAnny", "KostikMarried" ]
	, "clears" : [ "VillainKostikQuestPending" ]
	},
	{ "id"   : "VillainKostikQuestReceivePromote"
	, "text" : "Да, конечно. Подручный, я повышаю тебя до свидетеля на нашей с Костиком свадьбе!"
	, "replies" :
		[ { "text" : "Ох, нет, идите к чёрту.", "ref" : null }
		, { "text" : "Вы — моё самое большое разочарование! И да, я только что назвала вас толстым! Прощайте!", "ref" : null }
		, { "text" : "Я буду свидетельствовать против вашей свадьбы! ВСТРЕТИМСЯ В СУДЕ!", "ref" : null }
		]
	},
	{ "id"   : "VillainEpilogueIntro"
	, "text" : "<aside>Вы случайно встречаетесь со Злодеем. Он выглядит счастливым.</aside>"
	, "replies" :
		[ { "text" : "Омерзительно! Как он смеет!", "ref" : null }
		, { "text" : "Я ему ещё отомщу! Когда он меньше всего будет ожидать!", "ref" : null }
		, { "text" : "Лучше оставлю его в “покое”. О да, всё ещё не потеряла сноровку.", "ref" : null }
		]
	},
	{ "id"   : "VillainCatMachinationIntro"
	, "text" : "…и тогда моя армия кукурузных человечков завоюет весь мир! АХАХАХАХА!"
	, "replies" :
		[ { "text" : "<aside> Тактично покашлять. </aside>", "ref" : "VillainCatMachinationOffer" }
		, { "text" : "<aside> Нетактично покашлять. </aside>", "ref" : "VillainCatMachinationOffer" }
		, { "text" : "Неловко прерывать поток ваших мыслей, но у меня для вас потрясающее предложение!", "ref" : "VillainCatMachinationOffer" }
		]
	},
	{ "id"   : "VillainCatMachinationOffer"
	, "text" : "Да, что тебе нужно? Нет, я больше не покупаю орбитальные пылесосы, они ломаются, не засосав и тысячи человек."
	, "replies" :
		[ { "text" : "Я никогда не унизила бы себя и вас, предлагая вам какой-то жалкий орбитальный пылесос! Сегодня я продаю товар куда лучшего качества: злодейского кота! Вон он, стоит в очереди.", "ref" : "VillainCatMachinationEvil", "requires" : [ "CatPresent" ] }
		, { "text" : "А мне всегда лень делать уборку! Кстати, а купите кота? Коты клёвые! Кот буквально означает “кот”! Все любят пушистых котиков :)", "ref" : "VillainCatMachinationCute" }
		]
	},
	{ "id"   : "VillainCatMachinationEvil"
	, "text" : "Хм, признаться, я давно хотел белого персидского кота, их удобно поглаживать, пересказывая врагам краткое содержание злодейского плана. Но на коте, которого предлагаешь ты - ни единого белого пятнышка."
	, "replies" :
		[ { "text" : "Не беда, скоро он поседеет! Это очень старый кот!", "ref" : "VillainCatMachinationPersian" }
		, { "text" : "Просто он красится. На самом деле этот кот - альбинос.", "ref" : "VillainCatMachinationPersian" }
		, { "text" : "Чепуха, это идеологически белый кот, он воевал за барона Врангеля!", "ref" : "VillainCatMachinationPersian" }
		]
	},
	{ "id"   : "VillainCatMachinationPersian"
	, "text" : "Допустим, но перс ли он?"
	, "replies" :
		[ { "text" : "Разумеется, его прадед состоял евнухом при Дарии III!", "ref" : "VillainCatMachinationPurchaseEvil" }
		, { "text" : "Конечно! Но говорите тише, у него нет вида на жительство.", "ref" : "VillainCatMachinationPurchaseEvil" }
		]
	},
	{ "id"   : "VillainCatMachinationPurchaseEvil"
	, "text" : "Что ж, хорошо. Я покупаю его. Надеюсь, он не царапается! Я… боюсь физической боли."
	, "replies" :
		[ { "text" : "Проверьте! Вы же любите сюрпризы? А я пойду.", "ref" : null }
		, { "text" : "Зато этот кот никогда не причинит вам душевную боль! До встречи.", "ref" : null }
		]
	, "sets"   : [ "CatMachinationsDone" ]
	, "clears" : [ "CatMachinations" ]
	},
	{ "id"   : "VillainCatMachinationCute"
	, "text" : "А-а-а! Улыбка! Сопли! Сантименты! Прочь! Прочь! Изыди!"
	, "replies" :
		[ { "text" : "Вам что, не нравятся милые пушистенькие котятки? :)", "ref" : "VillainCatMachinationPurchaseCute" }
		, { "text" : "Не вы только посмотрите, какой это мимимишный котёночек!)))", "ref" : "VillainCatMachinationPurchaseCute" }
		, { "text" : "Давайте вместе споём песенку про милых котяток и дружбу!", "ref" : "VillainCatMachinationPurchaseCute" }
		]
	},
	{ "id"   : "VillainCatMachinationPurchaseCute"
	, "text" : "Остановитесь! Я покупаю этого кота, только прекратите!"
	, "replies" :
		[ { "text" : "Спасибо, вы такой лапочка :)", "ref" : null }
		, { "text" : "Идите же и обрадуйте его! Наверняка он мечтает заключить нового хозяина в когти, то есть, мягкие, пушистые объятия.", "ref" : null }
		]
	, "sets"   : [ "CatMachinationsDone" ]
	, "clears" : [ "CatMachinations" ]
	},
	{ "id"   : "VillainQueueEscape"
	, "text" : "О да! Да! Подошла моя очередь! Настало моё время! Ахахаха!"
	, "replies" :
		[ { "text" : "Что ж, приятно провести время!", "ref" : null }
		, { "text" : "Хотела бы я научиться так же радоваться простым вещам…", "ref" : null }
		]
	},
	{ "id"   : "RobochefDescriptionIntro"
	, "text" : "<aside>На вид — гибрид мультиварки и далека. Со светящегося дисплея на вас смотрит смайлик в поварском колпаке, похожем на чалму.</aside>"
	, "replies" :
		[ { "text" : "Поварские колпаки всегда внушают вам доверие. Нужно познакомиться!", "ref" : "RobochefIntroductionIntro" }
		, { "text" : "С мультиваркой у вас связаны плохие воспоминания. Лучше держаться подальше.", "ref" : null }
		]
	, "sets" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefIntroductionIntro"
	, "text" : "Рад приветствовать вас, дорогой клиент!  Что будете заказывать? Мы готовим только из натуральных продуктов! В нашей базе данных — свыше полутора миллионов блюд мировой кухни. Наше меню удовлетворит как помойную чайку, так и герцога, так и чайку-герцога!"
	, "replies" :
		[ { "text" : "Блины!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "Блины! Блины! Блины!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "БЛИНЫ-Ы-Ы-Ы!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "Я на диете. Давайте блины?", "ref" : "RobochefIntroductionPancakes" }
		]
	},
	{ "id"   : "RobochefIntroductionPancakes"
	, "text" : "<aside>Невероятно, на готовку у робота уходит всего несколько секунд. Дверца отсека под дисплеем открывается, манипуляторы вытаскивают поднос с блинами.</aside> Блины с пауками и битым стеклом поданы! Прошу!"
	, "replies" :
		[ { "text" : "Эй, вам запрещено шутить про насекомых! А, нет, это не вам. Но я всё равно буду жаловаться!", "ref" : "RobochefIntroductionComplain" }
		, { "text" : "Хм, окай, блины не работают. Давайте попробуем что-нибудь другое. Например, пирожное!", "ref" : "RobochefIntroductionPastry" }
		, { "text" : "…или мороженое!", "ref" : "RobochefIntroductionIceCream" }
		, { "text" : "…или тортик!", "ref" : "RobochefIntroductionCake" }
		]
	},
	{ "id"   : "RobochefIntroductionComplain"
	, "text" : "Жалобная книга не входит в программное обеспечение. Мы ужасно извиняемся. Пожалуйста, примите эту комплиментарную китайскую печеньку. <aside>Вы разламываете китайскую печеньку с предсказанием. Оно гласит: “Сегодня вы обнаружите пауков в блинах.”.</aside>"
	, "replies" :
		[ { "text" : "Хватит, я сыта вашей стряпнёй по горло! Прощайте!", "ref" : null }
		, { "text" : "Хорошо, тогда всё же попробуем пирожное. И никаких пауков, пожалуйста!", "ref" : "RobochefIntroductionPastry" }
		, { "text" : "…или всё же мороженое?", "ref" : "RobochefIntroductionIceCream" }
		, { "text" : "…нет, давайте тортик!", "ref" : "RobochefIntroductionCake" }
		]
	, "sets"   : [ "RobochefFiller1Pending" ]
	, "clears" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefIntroductionPastry"
	, "text" : "Эклер с кремом для чистки ботинок и древесной стружкой подан!"
	, "replies" :
		[ { "text" : "Пф, крем для чистки ботинок омерзительный, я пробовала.", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Это даже не стружка красного дерева! Вы принимаете меня за простолюдина?!", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionIceCream"
	, "text" : "Мороженое со вкусом замёрзшего альпиниста подано! Желаете полить кленовым сиропом, свежевыжатым из натуральных канадцев?"
	, "replies" :
		[ { "text" : "Эй, альпинист явно несвеж! У него на рукаве нацистская свастика!", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Натуральные канадцы давно вымерли, наверняка вы пытаетесь подсунуть мне синтетический кленовый сироп!", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionCake"
	, "text" : "Торт из лжи подан! <i>Перед вами — пустой поднос.</i> Или желаете именинный торт? Мы поставим пятьдесят свечей."
	, "replies" :
		[ { "text" : "Тортик оказался ложью, этого стоило ожидать.", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Эй, мне не пятьдесят! Я что, выгляжу на пятьдесят? Ох.", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionCritique"
	, "text" : "Спасибо, что выбрали нас! Официант выставит вам счёт. <aside>Робот начинает печатать счёт, кажущийся бесконечным. Вероятно, в блинах были пауки особо ценных пород.</aside>"
	, "replies" :
		[ { "text" : "Оу, счёт, хм. Смотрите, трёхголовая обезьяна! <i>Бежать!</i>", "ref" : null }
		, { "text" : "Благодарю. Отошлите счёт Николаю Дыбовскому, пожалуйста. ", "ref" : null }
		, { "text" : "Неловко получается, видите ли, всё дело в том, что, конечно же, разумеется… <i>Вас подхватывает и уносит гигантский птеродактиль.</i>.", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller1Pending" ]
	, "clears" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefInstallMicrochipIntro"
	, "text" : "<aside>Вы размышляете над заданием злодея. Чтобы установить микрочип, вероятно, нужно добраться до внутренностей робота. Но как же это сделать? Вам в голову приходит дерзкая идея: выдать себя за продукт для приготовления, тогда робот запихнёт вас в духовку, то есть внутрь себя!</aside>"
	, "replies" :
		[ { "text" : "Однажды вас уже засовывали в печь. Злосчастный инцидент в пряничном домике. Хуже не будет!", "ref" : "RobochefInstallMicrochipProceed" }
		, { "text" : "Нет, слишком рискованно, уходим отсюда.", "ref" : null }
		]
	},
	{ "id"   : "RobochefInstallMicrochipProceed"
	, "text" : "Добрый день! Что вам угодно? Желаете зарезервировать столик? Желаете заказать столик? Мы готовим отличные столики с кровью!"
	, "replies" :
		[ { "text" : "Доставка продуктов! Я… самодоставляющийся столик первой свежести! Приготовьте меня с кровью!", "ref" : "RobochefInstallMicrochipInTheOven" }
		, { "text" : "Добрый день! Я сом-самоубийца. Я опозорил свой род недостаточно клёвыми усами,  единственный способ вернуть себе честь — ритуально покончить с жизнью, зажарившись в духовке.", "ref" : "RobochefInstallMicrochipInTheOven", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Здравствуйте. Я гриб. У меня и шляпка есть. Видите ли, я ищу острых ощущений. Например, встречи лицом к лицу со смертью в духовке!", "ref" : "RobochefInstallMicrochipInTheOven", "requires" : [ "HatEquipped" ] }
		, { "text" : "Я китайская печенька. Вот моё предсказание: сегодня на вас установят злодейский микрочип.", "ref" : "RobochefInstallMicrochipInTheOven" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipInTheOven"
	, "text" : "Спасибо, желаем вам приятного приготовления! <i>Манипуляторы хватают вас и засовывают в открывшуюся под дисплеем секцию. Изнутри робот кажется просторнее, чем снаружи. Атмосфера накаляется!</i>"
	, "replies" :
		[ { "text" : "О нет, я умру! Паника! Паника!", "ref" : "RobochefInstallMicrochipPanic" }
		, { "text" : "Окай, нужно взять себя в руки и… ПАНИКОВАТЬ! ААА!", "ref" : "RobochefInstallMicrochipPanic" }
		, { "text" : "Если бы я была микрочипом, куда бы я себя установила? Буду искать подходящее место!", "ref" : "RobochefInstallMicrochipSearch" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipPanic"
	, "text" : "<aside>Кажется, ваши крики привлекают внимание пауков.</aside>"
	, "replies" :
		[ { "text" : "ААА! ПАУКИ! ПАНИКА!", "ref" : "RobochefInstallMicrochipPanicMore" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipPanicMore"
	, "text" : "<aside>Хорошая новость в том, что, бегая в панике, вы передавили всех пауков. Плохая новость в том, что теперь вы привлекли внимание нацистских зомби-альпинистов.</aside>"
	, "replies" :
		[ { "text" : "НЕНАВИЖУ НАЦИЗМ И ЗОМБИ, ПАНИКА, ААА! ", "ref" : "RobochefInstallMicrochipEvenMorePanic" }
		, { "text" : "Хм, а что если выдать себя за Гитлера, в полумраке духовки они не рассмотрят мои усы в деталях!", "ref" : "RobochefInstallMicrochipHitler", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "RobochefInstallMicrochipEvenMorePanic"
	, "text" : "<aside>Поднятый вами шум привлёк динозавра-антифашиста. Он съел наци-альпинистов, но теперь недобро поглядывает на вас. Динозавры обычно сперва едят, а потом разбираются в политических убеждениях еды.</aside>"
	, "replies" :
		[ { "text" : "ААА, ДИНОЗАВР! ПА- ой, постойте, вот хорошее место для микрочипа. Эй, динозавр, отстань, мне некогда.", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipHitler"
	, "text" : "<aside>Зомби-нацисты отдают вам честь и помогают найти порт для микрочипа. Вы отделались чувством стыда.</aside>"
	, "replies" :
		[ { "text" : "Но ведь я старалась ради блага арийской расы! Ой.", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipSearch"
	, "text" : "<aside>Благодаря блестящей интуиции и, отчасти, табличке “Порт для микрочипов”, вы отыскиваете подходящее место.</aside>"
	, "replies" :
		[ { "text" : "Я проницательная! Ура мне!", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipFoundChip"
	, "text" : "<aside>Вы уже собрались воткнуть чип в порт, как заметили, что он уже занят точно таким же чипом. Это объясняет, почему робот готовит только опасную для жизни еду. Какой-то злодей уже побывал здесь до вас! Вы могли бы попытаться вынуть чип, но жар становится нестерпимым, пахнет чем-то палёным.</aside>"
	, "replies" :
		[ { "text" : "Пф! <i>Бежать!</i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Пфф! <i>Бежать!</i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Пффф! <i>Бежать!</i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Ммм, жареная Лю… Ой! <i>Бежать!</i>", "ref" : "RobochefInstallMicrochipRun" }
		]
	, "sets"   : [ "MicrochipQuestReport" ]
	},
	{ "id"   : "RobochefInstallMicrochipRun"
	, "text" : "<aside>Из-за невыносимого жара вы сбросили весь лишний вес (да, он у вас был!), и вам не составило труда протиснуться в щель в духовке. Оказавшись на свежем воздухе, вы ещё раз удивляетесь несоответствию размеров робота и его внутренностей.</aside>"
	, "replies" :
		[ { "text" : "Больше никогда и близко не подойду к духовке! Ну если только мне кто-нибудь не испечёт блинов без пауков…", "ref" : null }
		, { "text" : "Надеюсь, Злодей сможет объяснить, откуда там взялся установленный микрочип!", "ref" : null }
		, { "text" : "ААА! СВЕЖИЙ ВОЗДУХ! ПАНИКА!", "ref" : null }
		]
	},
	{ "id"   : "RobochefFiller1Intro"
	, "text" : "Приветствуем! О, это же наш постоянный посетитель! Не желаете ли отведать сегодняшнее блюдо дня — сырники?"
	, "replies" :
		[ { "text" : "Нет уж, я сыта вашей стряпнёй по горло, а ведь я её даже не пробовала. Прощайте!", "ref" : null }
		, { "text" : "Давайте. Надеюсь, у вас закончились запасы пауков.", "ref" : "RobochefFiller1Syrniki" }
		]
	},
	{ "id"   : "RobochefFiller1Syrniki"
	, "text" : "Какие именно сырники вы желаете? <aside>Улыбка исчезает со смайлика в колпаке на дисплее. Он смотрит на вас с подозрением.</aside>"
	, "replies" :
		[ { "text" : "Хм, а какой у меня выбор? Сколько вообще бывает видов сырников? Я пропускала лекции по сырникологии в университете, извините.", "ref" : "RobochefFiller1Ask" }
		, { "text" : "Это вопрос с подвохом? Или викторина! А можно звонок другу? У меня есть знакомый эксперт по всем видам сырников!", "ref" : "RobochefFiller1Ask" }
		]
	},
	{ "id"   : "RobochefFiller1Ask"
	, "text" : "<aside>Черты смайла искажаются яростью. Вы чем-то его оскорбили! В манипуляторах робота появляются разделочные ножи.</aside> НЕТ СЫРНИКОВ, КРОМЕ СЫРНИКОВ! ЕСТЬ ТОЛЬКО ОДНИ ИСТИННЫЕ СЫРНИКИ, НАЗОВИТЕ ИХ ИМЯ ИЛИ УМРИТЕ!"
	, "replies" :
		[ { "text" : "Ох! Наверняка правильный ответ — самый простой. Сырники из творога?", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Аристократические сырники на перепелиных яйцах — сэрники!", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Сатанинские сырники, выпекаемые в аду сатаной из серы — серники!", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Воинствующие сырники-пролетарии — эсэсэсырники!", "ref" : "RobochefFiller1Heresy" }
		]
	},
	{ "id"   : "RobochefFiller1Heresy"
	, "text" : "ЕРЕСЬ! ЕРЕСЬ! ГУЛЯШ ИЗ ЯЗЫЧНИКА С ПРИПРАВОЙ ИЗ ИСТИННОЙ ВЕРЫ К ВОСЬМОМУ СТОЛИКУ! <aside>Едва на разделку вас у робота ушло бы много времени, но, к счастью, он взрывается снопом искр. Его место занимает точно такой же робот с кулинарным бластером для поджарки роботов в манипуляторе.</aside> Спасибо, что помогли нам разоблачить опасного еретика!"
	, "replies" :
		[ { "text" : "Да не за что! Всё было спланировано! Я трясусь не от пост-травматического шока, а от гордости.", "ref" : "RobochefFiller1Reward" }
		, { "text" : "Эй, так мне не подадут гуляш из язычника? “Язычник” звучало аппетитно!", "ref" : "RobochefFiller1Reward" }
		, { "text" : "А мне полагается награда? Хочу шоколадную медаль! Нет, марципановый орден!", "ref" : "RobochefFiller1Reward" }
		]
	},
	{ "id"   : "RobochefFiller1Reward"
	, "text" : "Пожалуйста, примите в награду комплиментарные сырники. <aside>Улыбка исчезает с дисплея, смайл сощуривается.</aside> Кстати, какие сырники вы желаете заказать?"
	, "replies" :
		[ { "text" : "М, нет, спасибо, я пойду.", "ref" : null }
		, { "text" : "Смотрите, трёхголовые сырники! <i>Бежать!</i>", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller2Pending" ]
	, "clears" : [ "RobochefFiller1Pending" ]
	},
	{ "id"   : "RobochefFiller2Intro"
	, "text" : "Приветствуем! Мы неустанно работаем над пополнением нашей кулинарной базы данных. Если вы желаете внести в неё собственный рецепт, просто сделайте соответствующий запрос."
	, "replies" :
		[ { "text" : "Вы по праву гордитесь собственным кулинарным изобретением — макаронной кашей. Сделать запрос!", "ref" : "RobochefFiller2FirstIngredient" }
		, { "text" : "Кулинария — не самая сильная ваша сторона. Отказаться.", "ref" : null }
		]
	},
	{ "id"   : "RobochefFiller2FirstIngredient"
	, "text" : "<aside>Вместо смайла на дисплее появляется интерфейс со сложной навигацией. Как вы вскоре обнаруживаете, это каталог всех возможных ингредиентов. Вы с трудом отыскиваете первый — макароны. Что дальше?</aside>"
	, "replies" :
		[ { "text" : "Каша, duh!", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Неразбериха! Дома вы всегда готовили в ней.", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Конфеты! В фантиках, чтоб шуршали на языке.", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Добавить ещё макарон! Макаронами макаронную кашу не испортишь.", "ref" : "RobochefFiller2SecondIngredient" }
		]
	},
	{ "id"   : "RobochefFiller2SecondIngredient"
	, "text" : "<aside>Что ж, пока ничего не взорвалось. Уже лучше, чем большинство ваших кулинарных экспериментов дома. Однако вам кажется, что блюду чего-то не хватает. Чего же?</aside>"
	, "replies" :
		[ { "text" : "Соли! Нужно добавить слёз!", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Недостаёт остроты. Добавить шпаг и сатиры!", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Эстетики! Немного Моне и Дега не повредит.", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Макарон! Больше макарон, БОЛЬШЕ!", "ref" : "RobochefFiller2FinalIngredient" }
		]
	},
	{ "id"   : "RobochefFiller2FinalIngredient"
	, "text" : "<aside>Макаронная каша почти готова, остался последний, секретный ингредиент. Что же это?</aside>"
	, "replies" :
		[ { "text" : "Это секрет! Добавить ваше настоящее имя.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Амброзия! Пища богов! Хм, по виду похожа на блины.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Наркотики! Обычно гостям сперва не нравится ваша стряпня, но они<i>всегда</i> просят добавки.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Макароны! МАКАРОНЫ! ХАХАХА! АБСОЛЮТНЫЕ МАКАРОНЫ! Вы уже не можете остановиться.", "ref" : "RobochefFiller2Result" }
		]
	},
	{ "id"   : "RobochefFiller2Result"
	, "text" : "<aside>Робот извлекает готовое блюдо на свет. На солнечных лучах кастрюля воспламеняется! Манипуляторы робота плавятся, а на дисплее появляется сообщение об ошибке и запуске программы ремонта.</aside>"
	, "replies" :
		[ { "text" : "О да, настоящая макаронная каша!", "ref" : null }
		, { "text" : "Хм, кажется, недоложила макарон.", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller3Pending" ]
	, "clears" : [ "RobochefFiller2Pending" ]
	},
	{ "id"   : "RobochefFiller3Intro"
	, "text" : "<aside> Подойдя к роботу, вы ощущаете неприятный запах. Что бы это могло быть? </aside> Приветствуем! Вы наш первый посетитель за весь день. Клиенты жалуются на ужасный запах и уходят, мы в отчаянии!"
	, "replies" :
		[ { "text" : "Да, запах и впрямь отвратительный. Прощайте!", "ref" : null }
		, { "text" : "Хм, похоже, запах исходит от вас. Я знаю только одно верное средство избавления от запаха в кулинарном роботе!", "ref" : "RobochefFiller3OhNo" }
		]
	},
	{ "id"   : "RobochefFiller3OhNo"
	, "text" : "О нет, вы же не о…"
	, "replies" :
		[ { "text" : "О лимоне, конечно же.", "ref" : "RobochefFiller3Indigestion" }
		, { "text" : "Варка лимона — вернейшее средство избавления от запахов.", "ref" : "RobochefFiller3Indigestion" }
		, { "text" : "Я не могу выразить словами, как важна варка лимона!", "ref" : "RobochefFiller3Indigestion" }
		, { "text" : "Многие люди не представляют себе всю важность варки лимона, об этом нужно рассказывать ещё со школьной скамьи.", "ref" : "RobochefFiller3Indigestion" }
		, { "text" : "Я могу говорить о варке лимонов часами!", "ref" : "RobochefFiller3Indigestion" }
		, { "text" : "Вы можете приобрести мою книгу “Варёные лимоны: 101 совет для начинающих” в интернете.", "ref" : "RobochefFiller3Indigestion" }
		]
	},
	{ "id"   : "RobochefFiller3Indigestion"
	, "text" : "В этом всё и дело. Во мне не сварили лимон, ведь я страдаю несварением лимонов. Лимоны, приготовленные во мне, остаются сырыми! Что же теперь делать? О, горе мне!"
	, "replies" :
		[ { "text" : "Чепуха, я сварю в вас лимон или погибну, пытаясь!", "ref" : "RobochefFiller3DieTrying" }
		, { "text" : "Хм, внезапно осознала, что я равнодушна и глуха к чужому горю! Прощайте.", "ref" : null }
		]
	},
	{ "id"   : "RobochefFiller3DieTrying"
	, "text" : "Нет, даже не пытайтесь положить в меня лимон! Ничем хорошим это не кончится! Я отказываюсь!"
	, "replies" :
		[ { "text" : "Ну откройте духовку, лимоны совсем не страшные. Видите, с каким… удовольствием… я ем этот лимон… Видите, как искажается моё лицо… от наслаждения лимоном…", "ref" : "RobochefFiller3Success" }
		, { "text" : "Скушайте лимон! А за маму? А за папу? А за Давроса?", "ref" : "RobochefFiller3Success" }
		, { "text" : "Смотрите, вот летит лимонный вертолётик! Прямо вам в духовку, ам!", "ref" : "RobochefFiller3Success" }
		]
	},
	{ "id"   : "RobochefFiller3Success"
	, "text" : "<aside> С большим трудом вам удаётся запихнуть лимон в робота. </aside> Ваши старания бессмысленны, этот лимон никогда не сварится!"
	, "replies" :
		[ { "text" : "Если я не сварю этот лимон, никто его не сварит!", "ref" : "RobochefFiller3Nothing" }
		, { "text" : "Вы меня недооцениваете!", "ref" : "RobochefFiller3Nothing" }
		, { "text" : "Бессмысленные старания — моё второе имя!", "ref" : "RobochefFiller3Nothing" }
		]
	},
	{ "id"   : "RobochefFiller3Nothing"
	, "text" : "<aside> Вы выставляете на роботе высокую температуру варки, но лимон остаётся свежим и даже не думает вариться. </aside> Я же говорил. Не лучше ли вам сдаться, как сдался я?"
	, "replies" :
		[ { "text" : "Я никогда не сдаюсь! Разве что в компьютерных играх.", "ref" : "RobochefFiller3Heat" }
		, { "text" : "Проклятый лимон! Ты покоришься моей воле!", "ref" : "RobochefFiller3Heat" }
		]
	},
	{ "id"   : "RobochefFiller3Heat"
	, "text" : "<aside> Вы выставляете температуру варки на максимум. Окружающие вас в очереди люди начинают снимать верхнюю одежду и потеть. </aside> Вы безумны! Вы погубите нас обоих, остановитесь!"
	, "replies" :
		[ { "text" : "На кону моя репутация варщика лимонов! Пути назад нет!", "ref" : "RobochefFiller3Nuclear" }
		, { "text" : "Я безумна? Я БЕЗУМНА? ЕСЛИ ПОГИБНУТЬ РАДИ ВАРКИ ЛИМОНОВ — БЕЗУМИЕ, ТО ПУСТЬ МЕНЯ СЧИТАЮТ БЕЗУМНОЙ! ХАХАХАХА!", "ref" : "RobochefFiller3Nuclear" }
		]
	},
	{ "id"   : "RobochefFiller3Nuclear"
	, "text" : "<aside> Вы переключаете робота в режим ядерной варки. Земля трясётся у вас под ногами, над роботом вырастает небольшое ядерное облако-гриб. Наконец, звучит сигнал готовности. В духовке фосфорицирующе золотится варёный лимон. </aside>"
	, "replies" :
		[ { "text" : "Я же вам говорила! Эй? Хм, кажется, я сварила не только лимон, но и робота. Наверняка его скоро заменят!", "ref" : null }
		, { "text" : "Оу. Мне очень жаль. Зато проблема запаха решена.", "ref" : null }
		, { "text" : "Интересно, превращусь ли я от такой дозы радиации в человека-лимона? Было бы здорово!", "ref" : null }
		]
	, "clears" : [ "RobochefFiller3Pending" ]
	},
	{ "id"   : "RobochefStandardIntro"
	, "text" : "Приветствуем! Что будете заказывать?"
	, "replies" :
		[ { "text" : "Кексики!", "ref" : "RobochefStandardCakes" }
		, { "text" : "Зефирчики!", "ref" : "RobochefStandardZephyr" }
		, { "text" : "Печеньки!", "ref" : "RobochefStandardCookies" }
		, { "text" : "Пирожки!", "ref" : "RobochefStandardPirogi" }
		]
	},
	{ "id"   : "RobochefStandardCakes"
	, "text" : "Кексы с изюмом и сушёными обезьяньими головами поданы!"
	, "replies" :
		[ { "text" : "Эй, это почти съедобно!", "ref" : null }
		, { "text" : "Пф, не могли найти свежих обезьяньих голов.", "ref" : null }
		]
	},
	{ "id"   : "RobochefStandardZephyr"
	, "text" : "Воздушный зефир подан! <aside> Зефир уносит ветром прямо перед вашим носом. </aside>"
	, "replies" :
		[ { "text" : "Вот поэтому я и опасаюсь худеть!", "ref" : null }
		, { "text" : "Ветер, я отомщу тебе! После того, как отомщу дождю и сиреневому цвету.", "ref" : null }
		]
	},
	{ "id"   : "RobochefStandardCookies"
	, "text" : "Печенеги поданы! Как, вы заказывали печеньки? Какая неприятность, вам следует поработать над дикцией."
	, "replies" :
		[ { "text" : "Я беседую сама с собой для тренировки дикции, а вовсе не из-за пожилого возраста!", "ref" : null }
		, { "text" : "Впредь буду употреблять корректный термин “печенюшки”.", "ref" : null }
		]
	},
	{ "id"   : "RobochefStandardPirogi"
	, "text" : "Реверсивные пироги с начинкой поданы!"
	, "replies" :
		[ { "text" : "Эй, но в них нет начинки!", "ref" : null } ]
	},
	{ "id"   : "RobochefStandardReverse"
	, "text" : "Это реверсивные пироги, начинка в них снаружи. Технически, в данный момент это пироги с начинкой из вашей руки."
	, "replies" :
		[ { "text" : "Оу. Было довольно вкусно, но теперь довольно больно.", "ref" : null }
		, { "text" : "Клёво, философ с помощью такого пирога мог бы съесть Вселенную. Хотя голодный философ и  без пирога мог бы.", "ref" : null }
		]
	},
	{ "id"   : "RobochefEscape1"
	, "text" : "Приносим извинения, данный робот временно прекращает обслуживание клиентов. Следующее блюдо дня — торт “Наполеон”, урожая 1821 года"
	, "replies" :
		[ { "text" : "Звучит интригующе! До встречи.", "ref" : null } ]
	, "sets" : [ "RobochefEscape2Pending" ]
	},
	{ "id"   : "RobochefEscape2"
	, "text" : "Приносим извинения, данный робот временно прекращает обслуживание клиентов. Следующее блюдо дня — кровяная колбаса. Мы ищем доноров!"
	, "replies" :
		[ { "text" : "У меня слишком невкусная группа крови. До встречи.", "ref" : null } ]
	, "sets" : [ "RobochefEscape3Pending" ]
	},
	{ "id"   : "RobochefEscape3"
	, "text" : "Приносим извинения, данный робот временно прекращает обслуживание клиентов. Следующее блюдо дня — грибы а-ля Клавдий, ждём вас!"
	, "replies" :
		[ { "text" : "Нужно будет попробовать! До встречи.", "ref" : null } ]
	},
	{ "id"   : "MonsterDescriptionIntro"
	, "text" : "<aside>Пугающий клубок щупалец, глаз, пастей, клювов и… кажется, это зонт, но вы не уверены.</aside>"
	, "replies" :
		[ { "text" : "Зонты клёвые! Познакомиться!", "ref" : null }
		, { "text" : "Этот монстр напоминает вашу двоюродную тётю, страшную зануду. Пройти мимо!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeDescriptionIntro"
	, "text" : "<aside>Странного вида тип с мерцающим стеклянным глазом и неухоженной бородой.</aside>"
	, "replies" :
		[ { "text" : "Борода! Нужно познакомиться!", "ref" : "GlassEyeIntroductionIntro" }
		, { "text" : "Не нравится мне выражение его глаза. Уходим!", "ref" : null }
		]
	, "sets" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionIntro"
	, "text" : "Привет! Не хотите бесплатно поработать на меня?"
	, "replies" :
		[ { "text" : "Нет.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nope.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nein.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "¡No!", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Да! Ой, оговорилась. Ни за что!", "ref" : "GlassEyeIntroductionRefuse" }
		]
	},
	{ "id"   : "GlassEyeIntroductionRefuse"
	, "text" : "Зачем же вы тогда пришли? Уж не угостить ли меня Чудо Шоколадом?"
	, "replies" :
		[ { "text" : "Увы, нет. А почему ваша борода выглядит так жалко? Вы хорошо за ней ухаживаете? Она больна?", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "Никогда не думала, что борода может быть отталкивающей. Спасибо, что расширили горизонты моего понимания!", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "На самом деле начальник просил меня узнать, как протекает разработка Оружия Судного Дня. Он поддерживал ваш Кикстартер!", "ref" : "GlassEyeIntroductionDoomsday", "requires" : [ "DoomsdayQuest" ] }
		]
	, "sets"   : [ "GlassEyeFiller1Pending" ]
	, "clears" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionBeard"
	, "text" : "Да как вы смеете! Моя борода — призёр международных соревнований! Убирайтесь прочь!"
	, "replies" :
		[ { "text" : "Ох, не кричите. Я ещё зайду проведать вашу бороду, надеюсь, ей станет лучше.", "ref" : null }
		, { "text" : "Хорошо, я уйду, но только потому, что вид вашей бороды причиняет мне физическую боль!", "ref" : null }
		, { "text" : "Бедная борода, тебе достался ужасный хозяин. Крепись!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeIntroductionDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах. <i>Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Хорошо, я передам ему! А что не так с вашей бородой? Она похожа на мёртвого зверика.", "ref" :  "GlassEyeIntroductionBeard" }
		, { "text" : "Клёво и совершенно не подозрительно. Так ему и передам. Удачи!", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayIntro"
	, "text" : "А, это снова вы. Всё же решили не отказываться от неоплачиваемой работы, а?"
	, "replies" :
		[ { "text" : "Нет-нет, начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayDoomsday" }
		, { "text" : "Соблазнительное предложение, но нет, у меня уже есть другая неоплачиваемая работа. Босс просил узнать, как продвигается разработка Оружия Судного Дня.", "ref" : "GlassEyeDoomsdayDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Совершенно не подозрительно звучит. Так ему и передам. Удачи!", "ref" : null }
		, { "text" : "Передам ему. До свидания. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayAngryIntro"
	, "text" : "Вас же предупреждали, чтобы вы больше не появлялись!"
	, "replies" :
		[ { "text" : "Мне не очень-то и хотелось видеть вас, но начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		, { "text" : "Босс просил узнать, как продвигается разработка Оружия Судного Дня. Да, я работаю на самого Злодея, вам лучше вести себя со мной повежливее!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayAngryDoomsday"
	, "text" : "Оу. Эм. Мда. Простите. <i>Стеклянноглазый краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Так-то лучше! И звучит вовсе не подозрительно. Прощайте!", "ref" : null }
		, { "text" : "Хорошо, я передам ему. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeFiller1Intro"
	, "text" : "Что вам опять нужно? Явились оскорблять мою бороду? Она совершенна!"
	, "replies" :
		[ { "text" : "Пф, ваша борода клёвая, она заслуживает лучшей участи! Отпустите её!", "ref" : "GlassEyeFiller1LetBeardGo" }
		, { "text" : "<aside>Вы игнорируете Стеклянноглазого.</aside> Привет, борода! Как ты сегодня? Выглядишь не очень, плохо спала?", "ref" : "GlassEyeFiller1TalkToBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1TalkToBeard"
	, "text" : "Не смейте разговаривать с бородой без спроса! Борода, не вздумай ей отвечать!"
	, "replies" :
		[ { "text" : "Не обращай на него внимания, бородушка. Хочешь, я познакомлю тебя со своими усами? Я зову их Мистером Усы. Вы подружитесь!", "ref" : "GlassEyeFiller1InviteBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Наверняка хозяин тебя не расчёсывает и даже не делает массаж, борода. Ты достойна лучшего!", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1LetBeardGo"
	, "text" : "Ни за что! Я властелин своей бороды и она будет делать то, что я ей прикажу! Так было и будет во веки веков."
	, "replies" :
		[ { "text" : "Вы говорите так, будто у бороды нет собственных чувств! Не уважаете её индивидуальность. А вдруг на самом деле она не хочет жить с вами? Эй, борода, а ты хотела бы жить со мной, например?", "ref" : "GlassEyeFiller1InviteBeard" }
		, { "text" : "Борода должна научиться жить самостоятельно, вы связываете её, не даёте ей расти и развиваться! Ты бы хотела свободной жизни, а, борода?", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1InviteBeard"
	, "text" : "<aside>Вам показалось, или борода потянулась к вам волосками? Стеклянноглазый шипит от гнева и злобно дёргает себя за бороду.</aside> Я подам на вас в суд за нарушение закона о неприкосновенности чужой бороды! Прочь! Прочь!"
	, "replies" :
		[ { "text" : "О нет, вы делаете ей больно! Хорошо, я уйду, только не причиняйте зла бороде!", "ref" : null }
		, { "text" : "Ладно, я уйду, но мы ещё встретимся! Я не брошу тебя в беде, бородушка!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller2Pending", "GlassEyeAngry" ]
	, "clears" : [ "GlassEyeFiller1Pending" ]
	},
	{ "id"   : "GlassEyeFiller2Intro"
	, "text" : "<aside>Стеклянноглазый одет в свитер с высоким воротником, прикрывающим бороду.</aside> Ни я, ни моя борода не желаем вас видеть! Уходите. Так будет лучше для всех."
	, "replies" :
		[ { "text" : "Это неправда! Бородушка не могла такое сказать! Выпустите её немедленно!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Наверняка вы удерживаете её насильно! Борода, не знаю как, но я выручу тебя!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Мистер Усы этого так не оставит! Борода будет свободной!", "ref" : "GlassEyeFiller2FightForBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Ах, возможно, вы правы, жестокую судьбу не изменить, мне лучше отступиться… Но иногда, дождливыми вечерами, я буду вспоминать тебя, о, борода!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller3Pending" ]
	, "clears" : [ "GlassEyeFiller2Pending" ]
	},
	{ "id"   : "GlassEyeFiller2FightForBeard"
	, "text" : "Ах вот вы как?! И что же вы можете сделать? Вы бессильны! Закон на моей стороне! Убирайтесь с глаза моего, пока я не испепелил вас! <aside>Искусственный глаз мерцает пламенем, вдруг в нём действительно есть лазерное прицеливание?</aside>"
	, "replies" :
		[ { "text" : "У меня есть клёвый знакомый, он начнёт твиттер-кампанию #freethebeard! Общественное мнение обратится против вас!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Бог бород покарает вас! БОРОДЫ ДЛЯ БОГА БОРОД!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Жестокость по отношению к бороде увеличивает риск заболеваний печени, вам недолго осталось!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Хм, я не умею придумывать внушительные угрозы, но вы ещё поплачете, потому что коалы вымирают! Нет, совсем не умею.", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Эй, испепелять невежливо! Я ухожу, но не из страха, а потому, что общество такого мужлана мне претит.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller2Threat"
	, "text" : "Чепуха, моя мания величия материальна, она защищает меня, словно щит! Умрите же! <aside>Стеклянноглазый и впрямь стреляет в вас глазным лазером. “Pew pew pew!” — зачем-то озвучивает выстрелы он.</aside>"
	, "replies" :
		[ { "text" : "Вы неправильно озвучиваете лазер! Нужно “Пыщь-пыщь-пыщь”! <i>Бежать!</i>", "ref" : null }
		, { "text" : "Мистер Усы, прикройте меня! <i>Бежать!</i>", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Я никогда не отступаю! <i>Отступить!</i>", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3Intro"
	, "text" : "<aside>Случайно вы замечаете, что Стеклянноглазый стал обращаться с бородой ещё хуже. На этот раз он измазал её в шоколаде.</aside>"
	, "replies" :
		[ { "text" : "Спасать бороду, рискуя жизнью!", "ref" : "GlassEyeFiller3SaveTheBeard" }
		, { "text" : "Нет, вы должны забыть бороду. Уйти прочь.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3SaveTheBeard"
	, "text" : "Опять вы?! На этот раз я не промахнусь! Вы умрёте на глазах у бороды!"
	, "replies" :
		[ { "text" : "Хм, наверное, нужно было сперва придумать план, а потом бросаться на выручку бороде. Неловкость!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "О нет! Бородушка, отвернись!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "Только не в Мистера Усы! Только не в Мистера Усы!", "ref" : "GlassEyeFiller3LiuUnderFire", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3LiuUnderFire"
	, "text" : "<aside>Вы приготовились к самому худшему, как вдруг зловещую тишину разрывает звук сирен! Между вами и бородачом останавливается машина с эмблемой Общества Защиты Бород. Оперативники ОЗБ надевают на Стеклянноглазого наручники.</aside>"
	, "replies" :
		[ { "text" : "Да, всё было спланировано! Я вовсе не подвергалась риску и неловкости!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Скорее же, освободите бороду! Она пережила столько ужасов!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Мистер Усы, так это вы вызвали ОЗБ? Вы, как всегда, на высоте!", "ref" : "GlassEyeFiller3BeardIsFreed", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3BeardIsFreed"
	, "text" : "Оперативники зачитывают Стеклянноглазому его права, когда борода внезапно срывается с его подбородка, описывает круг в воздухе, стряхивая с себя шоколад, подлетает к вам и обнимает ваше лицо. Через мгновение, борода набирает высоту и исчезает в небе. Свободна!"
	, "replies" :
		[ { "text" : "Прощай, бородушка, я буду помнить тебя вечно! И никогда не заведу другой бороды!", "ref" : null }
		, { "text" : "Вот и ещё одна борода спасена, Мистер Усы. Вы настоящий герой! Нет-нет, что вы, я всего лишь помогала вам в меру своих сил. Вы такой скромный, Мистер Усы! Эй, не щекочитесь! Прекратите!", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "<i>Разреветься. Вы же девочка, вы можете себе это позволить! Слёза очищают. И растворяют остатки шоколада после объятий с бородой. Ммм, шоколадные слёзы…</i>", "ref" : null }
		]
	, "sets"   : [ "BeardPostMortemPending" ]
	, "clears" : [ "GlassEyeFiller3Pending" ]
	},
	{ "id"   : "GlassEyePostMortemIntro"
	, "text" : "<aside>Вы вновь встречаетесь со Стеклянноглазым. Без бороды он выглядит нелепо и подавленно.</aside>"
	, "replies" :
		[ { "text" : "Подойти к нему.", "ref" : "GlassEyePostMortemTalk" }
		, { "text" : "Нет, пусть терзается одиночеством!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyePostMortemTalk"
	, "text" : "Пришли поиздеваться надо мной? Без бороды моя жизнь потеряла всякий смысл! Врачи говорят, что я больше никогда не смогу иметь бород…"
	, "replies" :
		[ { "text" : "А ещё, теперь вы выглядите глупейшим образом! Хаха! Прощайте.", "ref" : null }
		, { "text" : "Надеюсь, вы выучили свой урок: <b>берегите свои бороды, люди!</b>", "ref" : null }
		, { "text" : "Мне немного жаль вас, но Мистер Усы говорит, что вы заслужили это. Прощайте же!", "ref" : null }
		]
	, "clears" : [ "BeardPostMortemPending" ]
	},
	{ "id"   : "GlassEyeEscapeAngry"
	, "text" : "У меня нет на вас времени! Очередь подошла. "
	, "replies" :
		[ { "text" : "У вас и на уход за бородой не было времени! Прощайте.", "ref" : null }
		, { "text" : "Пока, бородушка! Не скучай!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeEscapeStandard"
	, "text" : "Извините, подошла моя очередь. Если вас интересует бесплатный, неблагодарный труд, вы знаете, к кому обратиться!"
	, "replies" :
		[ { "text" : "До свидания. Передавайте привет бороде!", "ref" : null }
		, { "text" : "Да, к работорговцам! До встречи.", "ref" : null }
		]
	}
]
