[
	{ "id"   : "StdQueueConversation"
	, "text" : "Эй, как дела?"
	, "replies" :
		[ { "text" : "Неплохо…",       "ref" : null }
		, { "text" : "Как вы смеете!", "ref" : "StdQueueGreeting2" }
		]
	},
	{ "id"   : "StdQueueConversation2"
	, "text" : "Извините…"
	, "replies" :
		[ { "text" : "Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "StdQueueEscape"
	, "text" : "Извините, моя очередь."
	, "replies" :
		[ { "text" : "До свидания", "ref" : null }
		]
	},
	{ "id"   : "StdHomeArrival"
	, "text" : "А вот и я!"
	, "replies" :
		[ { "text" : "Привет!", "ref" : null }
		]
	},
	{ "id"   : "StdHomeConversation"
	, "text" : "…"
	, "replies" :
		[ { "text" : "Погодите, я забыла утюг на плите!", "ref" : null }
		]
	},
	{ "id"   : "ShadyCharacterDescriptionIntro"
	, "text" : "<aside>Человек с набриллиантиненными волосами и цветным галстуком широко улыбается вам. </aside>"
	, "replies" :
		[ { "text" : "<i>Поздороваться.</i>", "ref" : "ShadyCharacterIntroductionIntro" }
		, { "text" : "<i>Отвернуться. У него может быть инсульт!</i>", "ref" : null }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionIntro"
	, "text" : "Приветствую! Когда я увидел вас, то сразу сказал себе: «Вот настоящий ценитель запонок!» Так какие бы вы хотели: золотые, циркониевые, из пробкового дерева, с защитой от вампиризма?"
	, "replies" :
		[ { "text" : "Звучит полезно, но я не большой любитель запонок, извините.", "ref" : "ShadyCharacterIntroductionReject" }
		, { "text" : "Клёво, а усатые запонки у вас есть? А запонки-котики? А 4D запонки?", "ref" : "ShadyCharacterIntroductionTellMeMore" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionReject"
	, "text" : "Какой же вы любитель, вы — настоящий профессионал запонок! Только такой профессионал, как вы, оценит эти винтажные самоуничтожающиеся запонки со встроенным факсом!"
	, "replies" :
		[ { "text" : "Интересно, а покажите, как получить факс!", "ref" : "ShadyCharacterIntroductionDemonstrate" }
		, { "text" : "Здорово, а могли бы вы продемонстрировать функцию самоуничтожения?", "ref" : "ShadyCharacterIntroductionDemonstrate" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionDemonstrate"
	, "text" : "Ну, видите ли… Ах, проклятье, как вы узнали, что запонки - дешёвая подделка и эта функция не работает? Вы - сам дьявол! Хитрый дьявол! Думаю, мы сработаемся."
	, "replies" :
		[ { "text" : "Хм, меня не называли дьволом с прошлой субботы. А что за работу вы предлагаете?", "ref" : "ShadyCharacterIntroductionJobOffer" }
		, { "text" : "Нет! Я отказываюсь участвовать в ваших тёмных делишках! Но, просто ради интереса, а вы бы платили мне за работу?", "ref" : "ShadyCharacterIntroductionJobOffer" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionTellMeMore"
	, "text" : "4D? О, это совсем новая модель, мне нужно связаться с производителем. И она обойдётся вам недёшево…"
	, "replies" :
		[ { "text" : "Вообще-то я только что придумала 4D запонки! Вы ненастоящий продавец ненастоящих запонок!  А я запатентую 4D запонки и стану богатой! Их-ха!", "ref" : "ShadyCharacterIntroductionAccuse" }
		, { "text" : "Вот вы и промахнулись! 4D запонки ужасно продаются, потому что постоянно теряются в четвёртом измерении, и ими завален весь рынок! Настоящий продавец запонок знал бы об этом!", "ref" : "ShadyCharacterIntroductionAccuse" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionAccuse"
	, "text" : "Проклятье, вы раскусили меня, хитрая бестия! Мне бы пригодился столь проницательный помошник. Не хотите поработать на меня? Вид у вас такой, будто вам нужны деньги."
	, "replies" :
		[ { "text" : "Хм, меня не называли хитрой бестией с прошлого четверга. А что за работа?", "ref" : "ShadyCharacterIntroductionJobOffer" }
		, { "text" : "Глупости, я невероятно богата! Моя финансовая империя несокрушима! Но… вы бы платили мне за работу? На случай, если мне понадобится разменная монета.", "ref" : "ShadyCharacterIntroductionJobOffer" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionJobOffer"
	, "text" : "Вам просто понадобится применить своё чутьё в строго законном направлении. Видите ли, окружающие нас болваны зависимы от очереди, они жаждут от неё подачек. Но мы-то с вами деловые люди, мы - хищники очереди! Мы используем её себе на пользу! Словом, будете продавать этим простакам смертельно необходимые им товары по совершенно адекватным ценам. И да, разумеется, вы получите процент с продаж."
	, "replies" :
		[ { "text" : "Клёво, я согласна, мы хищники очереди! Ррррр!", "ref" : "ShadyCharacterIntroductionAccept" }
		, { "text" : "Оу, наконец-то у меня будет настоящая зарплата! Ой, то есть, так и быть, я согласна, хотя вовсе не ради денег.", "ref" : "ShadyCharacterIntroductionAccept" }
		, { "text" : "Нет, никогда я не запятнаю свою честь подобным образом! Клёвыми интригами и убийствами - возможно, но не так!", "ref" : "ShadyCharacterIntroductionRefuse" }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните    наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null }
		]
	},
	{ "id"   : "ShadyCharacterIntroductionRefuse"
	, "text" : "Как пожелаете! Но предложение остаётся в силе, если передумаете. Мы ещё встретимся!"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null }
		]
	},
	{ "id"   : "VillainDescriptionIntro"
	, "text" : "<aside> При виде вас на лице всклокоченного человека в чёрной мантии появляется недовольная ухмылка. </aside>"
	, "replies" :
		[ { "text" : "<i>Подойти.</i>", "ref" : "VillainIntroductionIntro" }
		, { "text" : "<i>Какой подозрительный тип…</i>", "ref" : null }
		]
	},
	{ "id"   : "VillainIntroductionIntro"
	, "text" : "Если вы стоите в очереди за абсолютной властью, то вынужден вас огорчить: в этой очереди я - первый номер и я раздавлю любого, кто встанет у меня на пути! У меня не может быть соперников! Ха!"
	, "replies" :
		[ { "text" : "Оу, тут выдают абсолютную власть? Тогда я буду следующей за вами!", "ref" : "VillainIntroductionPowerYes" }
		, { "text" : "Нет, абсолютная власть - слишком прозаично, я стою в другой очереди.", "ref" : "VillainIntroductionPowerNo" }
		, { "text" : "А очереди за абсолютными блинами тут случайно нет?", "ref" : "VillainIntroductionPowerNo" }
		]
	},
	{ "id"   : "VillainIntroductionPowerYes"
	, "text" : "Ха, хитрая уловка, но я вижу вас насквозь: хотите стоять за мной, а потом ударить в спину! Меня вам не перехитрить!"
	, "replies" :
		[ { "text" : "Окай, тогда давайте я встану перед вами?", "ref" : "VillainIntroductionFirstForPower" }
		, { "text" : "А если я буду перед вами, вы не станете бить в спину меня? Ах, меня так часто предавали…", "ref" : "VillainIntroductionFirstForPower" }
		]
	},
	{ "id"   : "VillainIntroductionFirstForPower"
	, "text" : "Нет, первый номер здесь я, прекратите! Иначе я уничтожу вас! Я разрушу вашу жизнь! Я пожру вашу душу! А ещё, я невероятно физически силён!"
	, "replies" :
		[ { "text" : "Хм, пожалуй, с вами и впрямь лучше не ссориться! А давайте лучше дружить?", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Пф, нельзя разрушить то, что уже разрушено! И душа моя отнюдь не шоколадка! И на вид вы скорее невероятно толсты, чем невероятно сильны!", "ref" : "VillainIntroductionInsult" }
		]
	},
	{ "id"   : "VillainIntroductionInsult"
	, "text" : "Эй, слова могут ранить! У меня широкая кость! Мама не приучила меня соблюдать диету в детстве. Однако… я чувствую в вас ненависть! Жестокость! Мне нужны такие люди как вы! Будете моим подручным? То есть, другом."
	, "replies" :
		[ { "text" : "Да! Мы будем сеять хаос и разрушения и дружбу! Их-ха!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Хорошо, но только чтобы вы не расстраивались. Потому что я добрая и милая!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Нет! Потому что вы толстый, а я не дружу с толстяками! Ха-ха! Счастливо оставаться!", "ref" : null }
		]
	},
	{ "id"   : "VillainIntroductionPowerNo"
	, "text" : "Не хотите абсолютной власти? Эй, да что с вами не так? Наверняка где-то неподалёку есть очередь за суперабсюлютной властью, да? Нет? Хм. Может вас ещё и не прельщают душевные страдания невинных? И мелодия чужих разбитых надежд - не лучшая колыбельная для вас?"
	, "replies" :
		[ { "text" : "Нет! Я добрая и милая! Вот. И мне об этом часто говорят!", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "О, разбитые надежды, звучит знакомо. Увы, мои, а не чужие.", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "Вовсе нет, я люблю колыбельные про мягких, пушистых котят. А спойте?", "ref" : "VillainIntroductionSingSoftKitty" }
		]
	},
	{ "id"   : "VillainIntroductionLiuIsGood"
	, "text" : "<i>Хм, нет, она явно что-то скрывает. Нужно втереться к ней в доверие!</i> Хорошо, ваша искренность покорила меня! Будьте же моим другом! Безо всяких подвохов! Ха!"
	, "replies" :
		[ { "text" : "Мне нечего скрывать! И да, вы произнесли это вслух. Но друзья не бывают лишними, так что давайте.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ах, как часто мне это говорили… Что ж, давайте. Вдруг хотя бы вы не предадите моё доверие.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ха-ха! Я солгала! Вы доверчивый и толстый! Абсолютная власть будет моей, вы слишком толсты для неё! Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "VillainIntroductionSingSoftKitty"
	, "text" : "Нет! Прекратите! Ненавижу пушистых котят, давняя детская травма. Если я стану вашим другом, вы обещаете больше не упоминать никаких котят, особенно пушистых?"
	, "replies" :
		[ { "text" : "Хорошо, котик! Ой, больше не буду, честно. Дружба!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Котнечно нет! Мяу котегорически котказываюсь! Кошщайте!", "ref" : null }
		]
	},
	{ "id"   : "VillainIntroductionAcceptFriendship"
	, "text" : "Так-то лучше! Кстати, став моим подручным другом, вы завещали свои внутренние органы и душу для экспериментов. Но не заботьтесь об этом сейчас, друг! Вместе мы заставим эту очередь трястись от ужаса! Меееесть!"
	, "replies" :
		[ { "text" : "Друууужба!", "ref" : null }
		]
	}
]
