[
	{ "id"   : "StdQueueConversation"
	, "text" : "Эй, как дела?"
	, "replies" :
		[ { "text" : "Неплохо…",       "ref" : null }
		, { "text" : "Как вы смеете!", "ref" : "StdQueueConversation2" }
		]
	},
	{ "id"   : "StdQueueConversation2"
	, "text" : "Извините…"
	, "replies" :
		[ { "text" : "Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "StdQueueEscape"
	, "text" : "Извините, моя очередь."
	, "replies" :
		[ { "text" : "До свидания", "ref" : null }
		]
	},
	{ "id"   : "StdHomeArrival"
	, "text" : "А вот и я!"
	, "replies" :
		[ { "text" : "Привет!", "ref" : null }
		]
	},
	{ "id"   : "StdHomeConversation"
	, "text" : "…"
	, "replies" :
		[ { "text" : "Погодите, я забыла утюг на плите!", "ref" : null }
		]
	},
	{ "id"   : "ShadyDescriptionIntro"
	, "text" : "<aside>Человек с набриллиантиненными волосами и цветным галстуком широко улыбается вам. </aside>"
	, "replies" :
		[ { "text" : "Поздороваться.", "ref" : "ShadyMachinationsQuestIntro" }
		, { "text" : "Отвернуться. У него может быть инсульт!", "ref" : null }
		]
	, "sets" : [ "MachinationsQuestPending" ]
	},
	{ "id"   : "ShadyMachinationsQuestIntro"
	, "text" : "Приветствую! Когда я увидел вас, то сразу сказал себе: «Вот настоящий ценитель запонок!» Так какие бы вы хотели: золотые, циркониевые, из пробкового дерева, с защитой от вампиризма?"
	, "replies" :
		[ { "text" : "Звучит полезно, но я не большой любитель запонок, извините.", "ref" : "ShadyMachinationsQuestReject" }
		, { "text" : "Клёво, а усатые запонки у вас есть? А запонки-котики? А 4D запонки?", "ref" : "ShadyMachinationsQuestTellMeMore" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestReject"
	, "text" : "Какой же вы любитель, вы — настоящий профессионал запонок! Только такой профессионал, как вы, оценит эти винтажные самоуничтожающиеся запонки со встроенным факсом!"
	, "replies" :
		[ { "text" : "Интересно, а покажите, как получить факс!", "ref" : "ShadyMachinationsQuestDemonstrate" }
		, { "text" : "Здорово, а могли бы вы продемонстрировать функцию самоуничтожения?", "ref" : "ShadyMachinationsQuestDemonstrate" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestDemonstrate"
	, "text" : "Ну, видите ли… Ах, проклятье, как вы узнали, что запонки - дешёвая подделка и эта функция не работает? Вы - сам дьявол! Хитрый дьявол! Думаю, мы сработаемся."
	, "replies" :
		[ { "text" : "Хм, меня не называли дьволом с прошлой субботы. А что за работу вы предлагаете?", "ref" : "ShadyMachinationsQuestJobOffer" }
		, { "text" : "Нет! Я отказываюсь участвовать в ваших тёмных делишках! Но, просто ради интереса, а вы бы платили мне за работу?", "ref" : "ShadyMachinationsQuestJobOffer" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestTellMeMore"
	, "text" : "4D? О, это совсем новая модель, мне нужно связаться с производителем. И она обойдётся вам недёшево…"
	, "replies" :
		[ { "text" : "Вообще-то я только что придумала 4D запонки! Вы ненастоящий продавец ненастоящих запонок!  А я запатентую 4D запонки и стану богатой! Их-ха!", "ref" : "ShadyMachinationsQuestAccuse" }
		, { "text" : "Вот вы и промахнулись! 4D запонки ужасно продаются, потому что постоянно теряются в четвёртом измерении, и ими завален весь рынок! Настоящий продавец запонок знал бы об этом!", "ref" : "ShadyMachinationsQuestAccuse" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestAccuse"
	, "text" : "Проклятье, вы раскусили меня, хитрая бестия! Мне бы пригодился столь проницательный помошник. Не хотите поработать на меня? Вид у вас такой, будто вам нужны деньги."
	, "replies" :
		[ { "text" : "Хм, меня не называли хитрой бестией с прошлого четверга. А что за работа?", "ref" : "ShadyMachinationsQuestJobOffer" }
		, { "text" : "Глупости, я невероятно богата! Моя финансовая империя несокрушима! Но… вы бы платили мне за работу? На случай, если мне понадобится разменная монета.", "ref" : "ShadyMachinationsQuestJobOffer" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestJobOffer"
	, "text" : "Вам просто понадобится применить своё чутьё в строго законном направлении. Видите ли, окружающие нас болваны зависимы от очереди, они жаждут от неё подачек. Но мы-то с вами деловые люди, мы - хищники очереди! Мы используем её себе на пользу! Словом, будете продавать этим простакам смертельно необходимые им товары по совершенно адекватным ценам. И да, разумеется, вы получите процент с продаж."
	, "replies" :
		[ { "text" : "Клёво, я согласна, мы хищники очереди! Ррррр!", "ref" : "ShadyMachinationsQuestAccept" }
		, { "text" : "Оу, наконец-то у меня будет настоящая зарплата! Ой, то есть, так и быть, я согласна, хотя вовсе не ради денег.", "ref" : "ShadyMachinationsQuestAccept" }
		, { "text" : "Нет, никогда я не запятнаю свою честь подобным образом! Клёвыми интригами и убийствами - возможно, но не так!", "ref" : "ShadyMachinationsQuestRefuse" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null }
		]
	, "sets"   : [ "MachinationsQuest" ]
	, "clears" : [ "MachinationsQuestPending" ]
	},
	{ "id"   : "ShadyMachinationsQuestRefuse"
	, "text" : "Как пожелаете! Но предложение остаётся в силе, если передумаете. Мы ещё встретимся!"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null }
		]
	},
	{ "id"   : "ShadyQueueEscapeIntro"
	, "text" : "Простите, подошла моя очередь. Оставайтесь на линии, ваш звонок важен для нас!"
	, "replies" :
		[ { "text" : "До свидания.", "ref" : null }
		, { "text" : "Оу, мой звонок важен! Какой отличный день!", "ref" : null }
		]
	},
	{ "id"   : "VillainDescriptionIntro"
	, "text" : "<aside> При виде вас на лице всклокоченного человека в чёрной мантии появляется недовольная ухмылка. </aside>"
	, "replies" :
		[ { "text" : "Подойти.", "ref" : "VillainIntroductionIntro" }
		, { "text" : "Какой подозрительный тип…", "ref" : null }
		]
	, "sets" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionIntro"
	, "text" : "Если вы стоите в очереди за абсолютной властью, то вынужден вас огорчить: в этой очереди я - первый номер и я раздавлю любого, кто встанет у меня на пути! У меня не может быть соперников! Ха!"
	, "replies" :
		[ { "text" : "Оу, тут выдают абсолютную власть? Тогда я буду следующей за вами!", "ref" : "VillainIntroductionPowerYes" }
		, { "text" : "Нет, абсолютная власть - слишком прозаично, я стою в другой очереди.", "ref" : "VillainIntroductionPowerNo" }
		, { "text" : "А очереди за абсолютными блинами тут случайно нет?", "ref" : "VillainIntroductionPowerNo" }
		]
	},
	{ "id"   : "VillainIntroductionPowerYes"
	, "text" : "Ха, хитрая уловка, но я вижу вас насквозь: хотите стоять за мной, а потом ударить в спину! Меня вам не перехитрить!"
	, "replies" :
		[ { "text" : "Окай, тогда давайте я встану перед вами?", "ref" : "VillainIntroductionFirstForPower" }
		, { "text" : "А если я буду перед вами, вы не станете бить в спину меня? Ах, меня так часто предавали…", "ref" : "VillainIntroductionFirstForPower" }
		]
	},
	{ "id"   : "VillainIntroductionFirstForPower"
	, "text" : "Нет, первый номер здесь я, прекратите! Иначе я уничтожу вас! Я разрушу вашу жизнь! Я пожру вашу душу! А ещё, я невероятно физически силён!"
	, "replies" :
		[ { "text" : "Хм, пожалуй, с вами и впрямь лучше не ссориться! А давайте лучше дружить?", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Пф, нельзя разрушить то, что уже разрушено! И душа моя отнюдь не шоколадка! И на вид вы скорее невероятно толсты, чем невероятно сильны!", "ref" : "VillainIntroductionInsult" }
		]
	},
	{ "id"   : "VillainIntroductionInsult"
	, "text" : "Эй, слова могут ранить! У меня широкая кость! Мама не приучила меня соблюдать диету в детстве. Однако… я чувствую в вас ненависть! Жестокость! Мне нужны такие люди как вы! Будете моим подручным? То есть, другом."
	, "replies" :
		[ { "text" : "Да! Мы будем сеять хаос и разрушения и дружбу! Их-ха!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Хорошо, но только чтобы вы не расстраивались. Потому что я добрая и милая!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Нет! Потому что вы толстый, а я не дружу с толстяками! Ха-ха!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionPowerNo"
	, "text" : "Не хотите абсолютной власти? Эй, да что с вами не так? Наверняка где-то неподалёку есть очередь за суперабсюлютной властью, да? Нет? Хм. Может вас ещё и не прельщают душевные страдания невинных? И мелодия чужих разбитых надежд - не лучшая колыбельная для вас?"
	, "replies" :
		[ { "text" : "Нет! Я добрая и милая! Вот. И мне об этом часто говорят!", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "О, разбитые надежды, звучит знакомо. Увы, мои, а не чужие.", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "Вовсе нет, я люблю колыбельные про мягких, пушистых котят. А спойте?", "ref" : "VillainIntroductionSingSoftKitty" }
		]
	},
	{ "id"   : "VillainIntroductionLiuIsGood"
	, "text" : "<i>Хм, нет, она явно что-то скрывает. Нужно втереться к ней в доверие!</i> Хорошо, ваша искренность покорила меня! Будьте же моим другом! Безо всяких подвохов! Ха!"
	, "replies" :
		[ { "text" : "Мне нечего скрывать! И да, вы произнесли это вслух. Но друзья не бывают лишними, так что давайте.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ах, как часто мне это говорили… Что ж, давайте. Вдруг хотя бы вы не предадите моё доверие.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ха-ха! Я солгала! Вы доверчивый и толстый! Абсолютная власть будет моей, вы слишком толсты для неё!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionSingSoftKitty"
	, "text" : "Нет! Прекратите! Ненавижу пушистых котят, давняя детская травма. Если я стану вашим другом, вы обещаете больше не упоминать никаких котят, особенно пушистых?"
	, "replies" :
		[ { "text" : "Хорошо, котик! Ой, больше не буду, честно. Дружба!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Котнечно нет! Мяу котегорически котказываюсь! Кошщайте!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionAcceptFriendship"
	, "text" : "Так-то лучше! Кстати, став моим подручным другом, вы завещали свои внутренние органы и душу для экспериментов. Но не заботьтесь об этом сейчас, друг! Вместе мы заставим эту очередь трястись от ужаса! Меееесть!"
	, "replies" :
		[ { "text" : "Друууужба!", "ref" : null }
		]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionOffended"
	, "text" : "Ах так? Сейчас вы познаете всю разрушительную мощь моего гнева, окунётесь в глубины тёмного гения! Я больше с вами не разговариваю! Вот!"
	, "replies" :
		[ { "text" : "Я первая с вами не разговариваю!", "ref" : null }
		, { "text" : "Ну и ладно! Ну и вообще не жалко! Нисколечко!", "ref" : null }
		]
	, "sets" : [ "VillainOffended" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainOffendedIntro"
	, "text" : "<aside>Злодей демонстративно поворачивается к вам спиной. Вспоминает, что поворачиваться спиной к противнику опасно и неловко крутится на месте, пыхтя.</aside>"
	, "replies" :
		[ { "text" : "Помириться с ним.", "ref" : "VillainOffendedMakePeace" }
		, { "text" : "Он смешон! И толст! Пошли отсюда!", "ref" : null }
		]
	},
	{ "id"   : "VillainOffendedMakePeace"
	, "text" : "У вас хватает духа являться передо мной? Загадывайте последнее желание, сейчас я вас уничтожу!"
	, "replies" :
		[ { "text" : "Моё последнее желание - помириться с вами!", "ref" : "VillainOffendedLastWish" } ]
	},
	{ "id"   : "VillainOffendedLastWish"
	, "text" : "Ха, думаете, так просто помириться с самым злопамятным человеком в мире? Я никогда вас не прощу! Я буду преследовать вас даже в загробном мире! Если только…"
	, "replies" :
		[ { "text" : "Если только я не пообещаю больше не звать вас толстым?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если пообещаю больше не говорить про котиков?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я сложу к вашим ногам солнце и луну?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я принесу вам в жертву пару младенцев?", "ref" : "VillainOffendedIfOnly" }
		]
	},
	{ "id"   : "VillainOffendedIfOnly"
	, "text" : "Нет, если только вы не поклянётесь мне в верной службе и не станете моим миньоном! Мир не устоит против нас двоих! В основном, конечно, против меня."
	, "replies" :
		[ { "text" : "Хорошо, клянусь! Хоть какая-то работа.", "ref" : "VillainOffendedAccept" }
		, { "text" : "Нет! Хотя постойте, тогда вы снова обидетесь и придётся опять с вами мириться… В сущности, это всего лишь иллюзия выбора. Клянусь!", "ref" : "VillainOffendedAccept" }
		]
	},
	{ "id"   : "VillainOffendedAccept"
	, "text" : "Да! Поднимитесь, Лорд Вейдер! Хахахаха, всегда мечтал это сказать, но случая не было! Приходите позже, мой миньон, нас ждут мрачные дела!"
	, "replies" :
		[ { "text" : "Наконец-то у меня престижная работа! До встречи!", "ref" : null } ]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainOffended" ]
	},
	{ "id"   : "VillainDoomsdayQuestIntro"
	, "text" : "А, вот и ты, миньон мой! Чудесный денёк для леденящих кровь злодеяний! Готов ли ты окунуть мир в непроглядные пучины мрачного ужаса?"
	, "replies" :
		[ { "text" : "Конечно! Мы обмокнём мир в пучины мрака, словно зефиринку в шоколад!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Да! А пытки сегодня будут? Ну пожалуйста!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Хм, нет, я хочу завернуться в мрачные пучины одеяла и тюленить.", "ref" : "VillainDoomsdayQuestAlas" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestAlas"
	, "text" : "Увы, мне ужасно “жаль” тебя расстраивать, но вместо этого, миньон мой, тебе придётся сбегать по одному поручению. Если справишься, я повышу тебя до подручного!"
	, "replies" :
		[ { "text" : "Да, я ожидала подвох. А ещё, не обязательно изображать кавычки пальцами, вы могли бы сделать табличку “Злодейский сарказм”. ", "ref" : "VillainDoomsdayQuestDetails" }
		, { "text" : "Ух, здорово! Всегда хотела стать подручным! А Прототип говорил, что у меня ничего не выйдет!", "ref" : "VillainDoomsdayQuestDetails" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestDetails"
	, "text" : "Да-да, всё это наверняка очень интересно, миньон мой, жаль, что я не слушал. Так вот, где-то в очереди должен стоять такой подозрительный тип со стеклянным глазом. Я заказывал ему разработку Оружия Судного Дня. Найди его и узнай, как продвигается работа."
	, "replies" :
		[ { "text" : "Слушаюсь, повелитель! Хм, надеюсь, я не слишком переигрываю.", "ref" : null }
		, { "text" : "Окай. Увлекательная работа курьером, еей! Ох, лучше бы я осталась дома.", "ref" : null }
		, { "text" : "Оу, Оружия Судного Дня звучит интересно! А расскажите?", "ref" : "VillainDoomsdayQuestTellMeMore" }
		]
	, "sets" : [ "DoomsdayQuest" ]
	, "clears" : [ "VillainQuestPending" ]
	},
	{ "id"   : "VillainDoomsdayQuestTellMeMore"
	, "text" : "Если бы я знал детали, то сам бы собрал его! Но я поддержал Кикстартер Оружия Судного Дня и одноглазый тип обещал мне ранний доступ. Так что поживее!"
	, "replies" :
		[ { "text" : "Уже бегу!", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerIntro"
	, "text" : "Кажется, я отослал тебя с поручением, миньон мой. Что же ты тут делаешь?"
	, "replies" :
		[ { "text" : "Наблюдаю за вашим поведением и конспектирую, злодейшество! Кстати, а какой совет вы бы дали начинающим злодеям?", "ref" : "VillainDoomsdayQuestFillerAdvice" }
		, { "text" : "Оу. Хм. Буу! Я призрак вашего миньона! Я погиб на задании и теперь буду преследовать вас целую вечность!", "ref" : "VillainDoomsdayQuestFillerGhost" }
		, { "text" : "Простите, сплю на ходу и хожу во сне. Немедленно выполню ваше поручение.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerAdvice"
	, "text" : "Дай-ка подумать… Например, всегда рассказывайте противнику о своих планах, когда берёте его в плен! Это устанавливает между вами и пленным героем доверие, понимаете? Ему уже неловко будет сбегать. И ещё, расскажите, какие ужасные пытки для него готовите, дайте пленному понять, что вы стараетесь ради него! "
	, "replies" :
		[ { "text" : "Мне кажется, вы недооцениваете глубину подлости героев! Ни стыда, ни совести! Что ж, всё равно спасибо.", "ref" : null }
		, { "text" : "О, как мудро! Потренируюсь на блинах. “Блины, я собираюсь вас съесть! Вы будете перевариваться в желудочном соку, неописуемая мука!”.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerGhost"
	, "text" : "Смерть - не повод отлынивать от задания! А ещё, теперь меня примут за злодейского некроманта! Наконец-то меня зауважают на встречах однокурсников! Ахахахаха!"
	, "replies" :
		[ { "text" : "Пф, вы злой и бездушный! И это не комплимент, хотя звучит как комплимент!", "ref" : null }
		, { "text" : "Ох, даже после смерти меня шпыняют и игнорируют. Ах, пойду на задание…", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveIntro"
	, "text" : "Я отомщу тебе, мама! За каждый килограмм лишнего веса! Ой, хм, миньон мой, прости, отвлёкся. Так что сказал одноглазый тип? И достаточно ли он восхищался моим злым гением или нам всё же придётся распылить его на атомы? А потом собрать! И накормить пиццей с анчоусами! И снова распылить!"
	, "replies" :
		[ { "text" : "О, так вот почему он покраснел, когда услышал о вас - от ужаса! А Оружие будет готово в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Да, давайте распылим его на досуге! После того, как он доставит ваш заказ в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport", "requires" : [ "GlassEyeAngry" ] }
		, { "text" : "Знаете, я встретила такую очаровательную бороду… Хм, в смысле, Оружие доставят в Понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Оружие доставят в понедельник, а теперь давайте же моё повышение, ваше злейшее могущество! Ох, я карьеристка.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveReport"
	, "text" : "Хорошая работа, миньон мой! Или лучше сказать “подручный мой”? Поздравляю с повышением, служить мне - величайшая честь! Можешь написать небольшое эссе о своей буйной радости по этому поводу."
	, "replies" :
		[ { "text" : "О-о-о, круто! Я подручный! Настоящий злодейский подручный! <i>Так и до полноценного злодея недалеко.</i>", "ref" : "VillainDoomsdayQuestReceiveSayWhat" }
		, { "text" : "О да. Я “безумно” рада. Чёрт, теперь и я изображаю кавычки пальцами.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	, "sets" : [ "VillainRobochefQuestPending" ]
	, "clears" : [ "DoomsdayQuestReport" ]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveSayWhat"
	, "text" : "Эй, что ты там бормочешь?"
	, "replies" :
		[ { "text" : "Говорю, что до настоящего злодея вроде вас мне ещё далеко! ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Репетирую маниакальное бормотание вслух, ваше злодейшество. ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Я молчала. Это голоса в вашей голове. Верный признак биполярного расстройства, это что-то вроде голубой крови у дворян, только для злодеев.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveAcknowledge"
	, "text" : "Хм, что ж, славно. Приходи в другой раз, я научу тебя абсолютному злу! АБСОЛЮТНОМУ ЗЛУ! АБ-СО- <i>злодей давится слюной и закашливается."
	, "replies" :
		[ { "text" : "Я бы постучала вас по спине, но знаю, как ранимо вы относитесь к ударам в спину. До встречи!", "ref" : null }
		, { "text" : "ЛЮТ-НО-МУ ЗЛУ-У-У! ХАХАХАХАХА! Ой, простите, украла вашу реплику. До свидания!", "ref" : null }
		]
	, "sets" : [ "LiuIsAHenchman" ]
	},
	{ "id" : "VillainQueueEscape"
	, "text" : "О да! Да! Подошла моя очередь! Настало моё время! Ахахаха!"
	, "replies" :
		[ { "text" : "Что ж, приятно провести время!", "ref" : null }
		, { "text" : "Хотела бы я научиться так же радоваться простым вещам…", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeDescriptionIntro"
	, "text" : "<aside>Странного вида тип с мерцающим стеклянным глазом и неухоженной бородой. </aside>"
	, "replies" :
		[ { "text" : "Борода! Нужно познакомиться!", "ref" : "GlassEyeIntroductionIntro" }
		, { "text" : "Не нравится мне выражение его глаза. Уходим!", "ref" : null }
		]
	, "sets" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionIntro"
	, "text" : "Привет! Не хотите бесплатно поработать на меня?"
	, "replies" :
		[ { "text" : "Нет.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nope.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nein.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "¡No!", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Да! Ой, оговорилась. Ни за что!", "ref" : "GlassEyeIntroductionRefuse" }
		]
	},
	{ "id"   : "GlassEyeIntroductionRefuse"
	, "text" : "Зачем же вы тогда пришли? Уж не угостить ли меня Чудо Шоколадом?"
	, "replies" :
		[ { "text" : "Увы, нет. А почему ваша борода выглядит так жалко? Вы хорошо за ней ухаживаете? Она больна?", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "Никогда не думала, что борода может быть отталкивающей. Спасибо, что расширили горизонты моего понимания!", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "На самом деле начальник просил меня узнать, как протекает разработка Оружия Судного Дня. Он поддерживал ваш Кикстартер!", "ref" : "GlassEyeIntroductionDoomsday", "requires" : [ "DoomsdayQuest" ] }
		]
	, "sets"   : [ "GlassEyeFiller1Pending" ]
	, "clears" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionBeard"
	, "text" : "Да как вы смеете! Моя борода - призёр международных соревнований! Убирайтесь прочь!"
	, "replies" :
		[ { "text" : "Ох, не кричите. Я ещё зайду проведать вашу бороду, надеюсь, ей станет лучше.", "ref" : null }
		, { "text" : "Хорошо, я уйду, но только потому, что вид вашей бороды причиняет мне физическую боль!", "ref" : null }
		, { "text" : "Бедная борода, тебе достался ужасный хозяин. Крепись!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeIntroductionDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах.<i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Хорошо, я передам ему! А что не так с вашей бородой? Она похожа на мёртвого зверика.", "ref" :  "GlassEyeIntroductionBeard" }
		, { "text" : "Клёво и совершенно не подозрительно. Так ему и передам. Удачи!", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayIntro"
	, "text" : "А, это снова вы. Всё же решили не отказываться от неоплачиваемой работы, а?"
	, "replies" :
		[ { "text" : "Нет-нет, начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayDoomsday" }
		, { "text" : "Соблазнительное предложение, но нет, у меня уже есть другая неоплачиваемая работа. Босс просил узнать, как продвигается разработка Оружия Судного Дня.", "ref" : "GlassEyeDoomsdayDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Совершенно не подозрительно звучит. Так ему и передам. Удачи!", "ref" : null }
		, { "text" : "Передам ему. До свидания. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayAngryIntro"
	, "text" : "Вас же предупреждали, чтобы вы больше не появлялись!"
	, "replies" :
		[ { "text" : "Мне не очень-то и хотелось видеть вас, но начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		, { "text" : "Босс просил узнать, как продвигается разработка Оружия Судного Дня. Да, я работаю на самого Злодея, вам лучше вести себя со мной повежливее!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayAngryDoomsday"
	, "text" : "Оу. Эм. Мда. Простите. <i>Стеклянноглазый краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Так-то лучше! И звучит вовсе не подозрительно. Прощайте!", "ref" : null }
		, { "text" : "Хорошо, я передам ему. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeFiller1Intro"
	, "text" : "Что вам опять нужно? Явились оскорблять мою бороду? Она совершенна!"
	, "replies" :
		[ { "text" : "Пф, ваша борода клёвая, она заслуживает лучшей участи! Отпустите её!", "ref" : "GlassEyeFiller1LetBeardGo" }
		, { "text" : "<i>вы игнорируете Стеклянноглазого<i>Привет, борода! Как ты сегодня? Выглядишь не очень, плохо спала?", "ref" : "GlassEyeFiller1TalkToBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1TalkToBeard"
	, "text" : "Не смейте разговаривать с бородой без спроса! Борода, не вздумай ей отвечать!"
	, "replies" :
		[ { "text" : "Не обращай на него внимания, бородушка. Хочешь, я познакомлю тебя со своими усами? Я зову их Мистером Усы. Вы подружитесь!", "ref" : "GlassEyeFiller1InviteBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Наверняка хозяин тебя не расчёсывает и даже не делает массаж, борода. Ты достойна лучшего!", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1LetBeardGo"
	, "text" : "Ни за что! Я властелин своей бороды и она будет делать то, что я ей прикажу! Так было и будет во веки веков."
	, "replies" :
		[ { "text" : "Вы говорите так, будто у бороды нет собственных чувств! Не уважаете её индивидуальность. А вдруг на самом деле она не хочет жить с вами? Эй, борода, а ты хотела бы жить со мной, например?", "ref" : "GlassEyeFiller1InviteBeard" }
		, { "text" : "Борода должна научиться жить самостоятельно, вы связываете её, не даёте ей расти и развиваться! Ты бы хотела свободной жизни, а, борода?", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1InviteBeard"
	, "text" : "<i>Вам показалось, или борода потянулась к вам волосками? Стеклянноглазый шипит от гнева и злобно дёргает себя за бороду.</i> Я подам на вас в суд за нарушение закона о неприкосновенности чужой бороды! Прочь! Прочь!"
	, "replies" :
		[ { "text" : "О нет, вы делаете ей больно! Хорошо, я уйду, только не причиняйте зла бороде!", "ref" : null }
		, { "text" : "Ладно, я уйду, но мы ещё встретимся! Я не брошу тебя в беде, бородушка!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller2Pending", "GlassEyeAngry" ]
	, "clears" : [ "GlassEyeFiller1Pending" ]
	},
	{ "id"   : "GlassEyeFiller2Intro"
	, "text" : "<i>Стеклянноглазый одет в свитер с высоким воротником, прикрывающим бороду.</i> Ни я, ни моя борода не желаем вас видеть! Уходите. Так будет лучше для всех."
	, "replies" :
		[ { "text" : "Это неправда! Бородушка не могла такое сказать! Выпустите её немедленно!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Наверняка вы удерживаете её насильно! Борода, не знаю как, но я выручу тебя!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Мистер Усы этого так не оставит! Борода будет свободной!", "ref" : "GlassEyeFiller2FightForBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Ах, возможно, вы правы, жестокую судьбу не изменить, мне лучше отступиться… Но иногда, дождливыми вечерами, я буду вспоминать тебя, о, борода!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller3Pending" ]
	, "clears" : [ "GlassEyeFiller2Pending" ]
	},
	{ "id"   : "GlassEyeFiller2FightForBeard"
	, "text" : "Ах вот вы как?! И что же вы можете сделать? Вы бессильны! Закон на моей стороне! Убирайтесь с глаза моего, пока я не испепелил вас! <i>Искусственный глаз мерцает пламенем, вдруг в нём действительно есть лазерное прицеливание?</i>"
	, "replies" :
		[ { "text" : "У меня есть клёвый знакомый, он начнёт твиттер-кампанию #freethebeard! Общественное мнение обратится против вас!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Бог бород покарает вас! БОРОДЫ ДЛЯ БОГА БОРОД!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Жестокость по отношению к бороде увеличивает риск заболеваний печени, вам недолго осталось!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Хм, я не умею придумывать внушительные угрозы, но вы ещё поплачете, потому что коалы вымирают! Нет, совсем не умею.", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Эй, испепелять невежливо! Я ухожу, но не из страха, а потому что общество такого мужлана мне претит.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller2Threat"
	, "text" : "Чепуха, моя мания величия материальна, она защищает меня, словно щит! Умрите же! <i>Стеклянноглазый и впрямь стреляет в вас глазным лазером. “Pew pew pew!” - зачем-то озвучивает выстрелы он.</i>"
	, "replies" :
		[ { "text" : "Вы неправильно озвучиваете лазер! Нужно “Пыщь-пыщь-пыщь”! <i>Бежать!</i>", "ref" : null }
		, { "text" : "Мистер Усы, прикройте меня! <i>Бежать!</i>", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Я никогда не отступаю! <i>Отступить!</i>", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3Intro"
	, "text" : "<aside>Случайно вы замечаете, что Стеклянноглазый стал обращаться с бородой ещё хуже. На этот раз он измазал её в шоколаде.</aside>"
	, "replies" :
		[ { "text" : "Спасать бороду, рискуя жизнью!", "ref" : "GlassEyeFiller3SaveTheBeard" }
		, { "text" : "Нет, вы должны забыть бороду. Уйти прочь.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3SaveTheBeard"
	, "text" : "Опять вы?! На этот раз я не промахнусь! Вы умрёте на глазах у бороды!"
	, "replies" :
		[ { "text" : "Хм, наверное, нужно было сперва придумать план, а потом бросаться на выручку бороде. Неловкость!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "О нет! Бородушка, отвернись!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "Только не в Мистера Усы! Только не в Мистера Усы!", "ref" : "GlassEyeFiller3LiuUnderFire", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3LiuUnderFire"
	, "text" : "<aside>Вы приготовились к самому худшему, как вдруг зловещую тишину разрывает звук сирен! Между вами и бородачом останавливается машина с эмблемой Общества Защиты Бород. Оперативники ОЗБ надевают на Стеклянноглазого наручники.</aside>"
	, "replies" :
		[ { "text" : "Да, всё было спланировано! Я вовсе не подвергалась риску и неловкости!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Скорее же, освободите бороду! Она пережила столько ужасов!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Мистер Усы, так это вы вызвали ОЗБ? Вы, как всегда, на высоте!", "ref" : "GlassEyeFiller3BeardIsFreed", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3BeardIsFreed"
	, "text" : "Оперативники зачитывают Стеклянноглазому его права, когда борода внезапно срывается с его подбородка, описывает круг в воздухе, стряхивая с себя шоколад, подлетает к вам и обнимает ваше лицо. Через мгновение, борода набирает высоту и исчезает в небе. Свободна!"
	, "replies" :
		[ { "text" : "Прощай, бородушка, я буду помнить тебя вечно! И никогда не заведу другой бороды!", "ref" : null }
		, { "text" : "Вот и ещё одна борода спасена, Мистер Усы. Вы настоящий герой! Нет-нет, что вы, я всего лишь помогала вам в меру своих сил. Вы такой скромный, Мистер Усы! Эй, не щекочитесь! Прекратите!", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "<i>Разреветься. Вы же девочка, вы можете себе это позволить! Слёза очищают. И растворяют остатки шоколада после объятий с бородой. Ммм, шоколадные слёзы…</i>", "ref" : null }
		]
	, "sets"   : [ "BeardPostMortemPending" ]
	, "clears" : [ "GlassEyeFiller3Pending" ]
	},
	{ "id"   : "GlassEyePostMortemIntro"
	, "text" : "<aside>Вы вновь встречаетесь со Стеклянноглазым. Без бороды он выглядит нелепо и подавленно. </aside>"
	, "replies" :
		[ { "text" : "Подойти к нему.", "ref" : "GlassEyePostMortemTalk" }
		, { "text" : "Нет, пусть терзается одиночеством!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyePostMortemTalk"
	, "text" : "Пришли поиздеваться надо мной? Без бороды моя жизнь потеряла всякий смысл! Врачи говорят, что я больше никогда не смогу иметь бород…"
	, "replies" :
		[ { "text" : "А ещё, теперь вы выглядите глупейшим образом! Хаха! Прощайте.", "ref" : null }
		, { "text" : "Надеюсь, вы выучили свой урок: <b>берегите свои бороды, люди!</b>", "ref" : null }
		, { "text" : "Мне немного жаль вас, но Мистер Усы говорит, что вы заслужили это. Прощайте же!", "ref" : null }
		]
	, "clears" : [ "BeardPostMortemPending" ]
	},
	{ "id"   : "GlassEyeEscapeAngry"
	, "text" : "У меня нет на вас времени! Очередь подошла. "
	, "replies" :
		[ { "text" : "У вас и на уход за бородой не было времени! Прощайте.", "ref" : null }
		, { "text" : "Пока, бородушка! Не скучай!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeEscapeStandard"
	, "text" : "Извините, подошла моя очередь. Если вас интересует бесплатный, неблагодарный труд, вы знаете, к кому обратиться!"
	, "replies" :
		[ { "text" : "До свидания. Передавайте привет бороде!", "ref" : null }
		, { "text" : "Да, к работорговцам! До встречи.", "ref" : null }
		]
	}
]
