[
	{ "id"   : "StdQueueConversation"
	, "text" : "Эй, как дела?"
	, "replies" :
		[ { "text" : "Неплохо…",       "ref" : null }
		, { "text" : "Как вы смеете!", "ref" : "StdQueueConversation2" }
		]
	},
	{ "id"   : "StdQueueConversation2"
	, "text" : "Извините…"
	, "replies" :
		[ { "text" : "Прощайте!", "ref" : null }
		]
	},
	{ "id"   : "StdQueueEscape"
	, "text" : "Извините, моя очередь."
	, "replies" :
		[ { "text" : "До свидания", "ref" : null }
		]
	},
	{ "id"   : "StdHomeArrival"
	, "text" : "А вот и я!"
	, "replies" :
		[ { "text" : "Привет!", "ref" : null }
		]
	},
	{ "id"   : "StdHomeConversation"
	, "text" : "…"
	, "replies" :
		[ { "text" : "Погодите, я забыла утюг на плите!", "ref" : null }
		]
	},
	{ "id"   : "ShadyDescriptionIntro"
	, "text" : "<aside>Человек с набриллиантиненными волосами и цветным галстуком широко улыбается вам. </aside>"
	, "replies" :
		[ { "text" : "Поздороваться.", "ref" : "ShadyMachinationsQuestIntro" }
		, { "text" : "Отвернуться. У него может быть инсульт!", "ref" : null }
		]
	, "sets" : [ "MachinationsQuestPending" ]
	},
	{ "id"   : "ShadyMachinationsQuestIntro"
	, "text" : "Приветствую! Когда я увидел вас, то сразу сказал себе: «Вот настоящий ценитель запонок!» Так какие бы вы хотели: золотые, циркониевые, из пробкового дерева, с защитой от вампиризма?"
	, "replies" :
		[ { "text" : "Звучит полезно, но я не большой любитель запонок, извините.", "ref" : "ShadyMachinationsQuestReject" }
		, { "text" : "Клёво, а усатые запонки у вас есть? А запонки-котики? А 4D запонки?", "ref" : "ShadyMachinationsQuestTellMeMore" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestReject"
	, "text" : "Какой же вы любитель, вы — настоящий профессионал запонок! Только такой профессионал, как вы, оценит эти винтажные самоуничтожающиеся запонки со встроенным факсом!"
	, "replies" :
		[ { "text" : "Интересно, а покажите, как получить факс!", "ref" : "ShadyMachinationsQuestDemonstrate" }
		, { "text" : "Здорово, а могли бы вы продемонстрировать функцию самоуничтожения?", "ref" : "ShadyMachinationsQuestDemonstrate" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestDemonstrate"
	, "text" : "Ну, видите ли… Ах, проклятье, как вы узнали, что запонки - дешёвая подделка и эта функция не работает? Вы - сам дьявол! Хитрый дьявол! Думаю, мы сработаемся."
	, "replies" :
		[ { "text" : "Хм, меня не называли дьволом с прошлой субботы. А что за работу вы предлагаете?", "ref" : "ShadyMachinationsQuestJobOffer" }
		, { "text" : "Нет! Я отказываюсь участвовать в ваших тёмных делишках! Но, просто ради интереса, а вы бы платили мне за работу?", "ref" : "ShadyMachinationsQuestJobOffer" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestTellMeMore"
	, "text" : "4D? О, это совсем новая модель, мне нужно связаться с производителем. И она обойдётся вам недёшево…"
	, "replies" :
		[ { "text" : "Вообще-то я только что придумала 4D запонки! Вы ненастоящий продавец ненастоящих запонок!  А я запатентую 4D запонки и стану богатой! Их-ха!", "ref" : "ShadyMachinationsQuestAccuse" }
		, { "text" : "Вот вы и промахнулись! 4D запонки ужасно продаются, потому что постоянно теряются в четвёртом измерении, и ими завален весь рынок! Настоящий продавец запонок знал бы об этом!", "ref" : "ShadyMachinationsQuestAccuse" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestAccuse"
	, "text" : "Проклятье, вы раскусили меня, хитрая бестия! Мне бы пригодился столь проницательный помошник. Не хотите поработать на меня? Вид у вас такой, будто вам нужны деньги."
	, "replies" :
		[ { "text" : "Хм, меня не называли хитрой бестией с прошлого четверга. А что за работа?", "ref" : "ShadyMachinationsQuestJobOffer" }
		, { "text" : "Глупости, я невероятно богата! Моя финансовая империя несокрушима! Но… вы бы платили мне за работу? На случай, если мне понадобится разменная монета.", "ref" : "ShadyMachinationsQuestJobOffer" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestJobOffer"
	, "text" : "Вам просто понадобится применить своё чутьё в строго законном направлении. Видите ли, окружающие нас болваны зависимы от очереди, они жаждут от неё подачек. Но мы-то с вами деловые люди, мы - хищники очереди! Мы используем её себе на пользу! Словом, будете продавать этим простакам смертельно необходимые им товары по совершенно адекватным ценам. И да, разумеется, вы получите процент с продаж."
	, "replies" :
		[ { "text" : "Клёво, я согласна, мы хищники очереди! Ррррр!", "ref" : "ShadyMachinationsQuestAccept" }
		, { "text" : "Оу, наконец-то у меня будет настоящая зарплата! Ой, то есть, так и быть, я согласна, хотя вовсе не ради денег.", "ref" : "ShadyMachinationsQuestAccept" }
		, { "text" : "Нет, никогда я не запятнаю свою честь подобным образом! Клёвыми интригами и убийствами - возможно, но не так!", "ref" : "ShadyMachinationsQuestRefuse" }
		]
	},
	{ "id"   : "ShadyMachinationsQuestAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MachinationsQuest" ]
	, "clears" : [ "MachinationsQuestPending" ]
	},
	{ "id"   : "ShadyMachinationsQuestRefuse"
	, "text" : "Как пожелаете! Но предложение остаётся в силе, если передумаете. Мы ещё встретимся!"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MachinationsRefused" ]
	, "clears" : [ "MachinationsQuestPending" ]
	},
	{ "id"   : "ShadyMachinationsRefusedIntro"
	, "text" : "Я знал, что вы передумаете! Предложение слишком хорошо, чтобы от него отказываться! Берётесь за работу?"
	, "replies" :
		[ { "text" : "Да, я передумала. Согласна! Я такая ветреная. ", "ref" : "ShadyMachinationsRefusedAccept" }
		, { "text" : "Нет! Мне показалось, что я хочу вас видеть, но я ошиблась. Пока! ", "ref" : null }
		]
	},
	{ "id"   : "ShadyMachinationsRefusedAccept"
	, "text" : "Превосходно! Получите первое задание при следующей встрече. И помните наш девиз: “Доверие клиента бесценно, но мы дадим вам скидку!”"
	, "replies" :
		[ { "text" : "До встречи.", "ref" : null } ]
	, "sets"   : [ "MachinationsQuest" ]
	, "clears" : [ "MachinationsRefused" ]
	},
	{ "id"   : "ShadyQueueEscapeIntro"
	, "text" : "Простите, подошла моя очередь. Оставайтесь на линии, ваш звонок важен для нас!"
	, "replies" :
		[ { "text" : "До свидания.", "ref" : null }
		, { "text" : "Оу, мой звонок важен! Какой отличный день!", "ref" : null }
		]
	},
	{ "id"   : "AnnyDescriptionIntro"
	, "text" : "<aside> Рыжая девочка в платье. С розовым смартфоном! Вдруг она опасна? </aside>"
	, "replies" :
		[ { "text" : "Да, лучше сообщить властям! Рыженьким доверять нельзя.", "ref" : null }
		, { "text" : "Нет, нужно дать ей шанс! <i> Познакомиться. </i>", "ref" : "AnnyIntroductionIntro" }
		]
	, "sets" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyIntroductionIntro"
	, "text" : "Приветик, подруженька! Давай знакомиться! Я Настенька! Мы, девочки, должны держаться в очереди вместе :)"
	, "replies" :
		[ { "text" : "<aside> Оооокей, плохое начало. Похоже, подойдя к девочке, вы совершили роковую ошибку. </aside>", "ref" : "AnnyIntroductionSilent" }
		, { "text" : "Привет, я Лю! :)", "ref" : "AnnyIntroductionPlayAlong" }
		, { "text" : "Нет! Назад, чудовище! Я вооружена!", "ref" : "AnnyIntroductionThreat" }
		, { "text" : "<aside> Возможно, если притвориться мёртвой, она уйдёт. </aside>", "ref" : "AnnyIntroductionSilent" }
		]
	},
	{ "id"   : "AnnyIntroductionSilent"
	, "text" : "Ну чего молчишь? Стесняешься?) Это ничего, что я самая популярная девочка в очереди, мы всё равно можем стать друзьями, не комплексуй)"
	, "replies" :
		[ { "text" : "Смотри, трёхголовая распродажа в Рив Гош! <i> Бежать! </i>", "ref" : "AnnyIntroductionLeave" }
		, { "text" : "<aside> Видимо, вы притворяетесь мёртвой недостаточно эффективно. Нужно задержать дыханее, чтобы посинеть! </aside>", "ref" : "AnnyIntroductionPlayDead" }
		]
	},
	{ "id"   : "AnnyIntroductionThreat"
	, "text" : "Эй, как грубо. Не забывай, что ты всё-таки девушка и должна вести себя мило)))))"
	, "replies" :
		[ { "text" : "Хм, как это ты делаешь? Ну, этот трюк с пятью одновременными улыбками?", "ref" : "AnnyIntroductionSmiles" }
		, { "text" : "Чёрт, забыла репеллент от девочек дома. Извини, нужно бежать, оставила пирог в духовке! А это даже не моя духовка. Долгая история.", "ref" : "AnnyIntroductionLeave" }
		]
	},
	{ "id"   : "AnnyIntroductionPlayAlong"
	, "text" : "Милое имя :) Я в очереди за новой сумочкой, а ты?)))))"
	, "replies" :
		[ { "text" : "За подопытными. Я вивисектор-любитель! Подала бы тебе руку, но забыла её дома, да и она вся в крови. Ты подожди, я сбегаю за ней домой!", "ref" : "AnnyIntroductionLeave" }
		, { "text" : "Оу, а научи меня улыбаться пятью улыбками одновременно? Я умею только двумя))", "ref" : "AnnyIntroductionSmiles" }
		]
	},
	{ "id"   : "AnnyIntroductionSmiles"
	, "text" : "Конечно! Я научу тебя мимимической… тьфу, я глупышка, мимической йоге! Смотри: попробуй начать с трёх улыбок))) Повторяй эти упражнения по утрам и, когда начнёт получаться, переходи на четыре))))"
	, "replies" :
		[ { "text" : "Хм, попробую-ка))) Ох, тысяча чертей, лицо свело!", "ref" : "AnnyIntroductionSeizures" }
		]
	},
	{ "id"   : "AnnyIntroductionSeizures"
	, "text" : "Теперь ты похожа на симпатичного мопсика)))))"
	, "replies" :
		[ { "text" : "Боль! Нечеловеческая боль! В больницу, скорее!", "ref" : "AnnyIntroductionLeave" }
		]
	},
	{ "id"   : "AnnyIntroductionLeave"
	, "text" : "Стой, запиши мой телефончик, поболтаем вечером, дорогая!"
	, "replies" :
		[ { "text" : "<aside> Бежать! Бежать, пока есть шанс! Хотя ваша душа сохранит шрамы от этого знакомства навечно. </aside>", "ref" : null }
		]
	, "sets"   : [ "AnnyFiller1Pending" ]
	, "clears" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyIntroductionPlayDead"
	, "text" : "Какая ты бледненькая! Подожди, у меня с собой косметичка, сейчас мы тебя накрасим)))))"
	, "replies" :
		[ { "text" : "<aside> Без воздуха долго уворачиваться от губной помады вы не сможете. Вся надежда на гигантского птеродактиля! </aside>", "ref" : "AnnyIntroductionLastHope" }
		]
	},
	{ "id"   : "AnnyIntroductionLastHope"
	, "text" : "<aside> Гигантский птеродактиль никогда не подводит! Он подхватывает вас и уносит прочь. “Я люблю тебя, Лёша!” - произносит он. </aside>"
	, "replies" :
		[ { "text" : "Эм, спасибо, что спасли, но вы немного обознались.", "ref" : "AnnyIntroductionMistake" }
		, { "text" : "Предвижу ваше разочарование, но, увы, я не Лёша.", "ref" : "AnnyIntroductionMistake" }
		]
	},
	{ "id"   : "AnnyIntroductionMistake"
	, "text" : "Ох, простите, ужасно неловко, ошибочка вышла! До свидания! <i> Птеродактиль расцепляет когти и вы падаете на землю </i>"
	, "replies" :
		[ { "text" : "Со мной всё в порядке! Ой, кажется, эта кость не должна здесь торчать…", "ref" : null }
		, { "text" : "Пострадала только моя гордость! Наверное, на неё наложат гипс.", "ref" : null }
		]
	, "sets"   : [ "AnnyFiller1Pending" ]
	, "clears" : [ "AnnyIntroductionPending" ]
	},
	{ "id"   : "AnnyVillainQuestIntro"
	, "text" : "Привет, бельчёночек! Как делишки? Кстати, добавила тебя в друзья ВКонтакте :)"
	, "replies" :
		[ { "text" : "<i> “Бельчёночек”? Серьёзно? О, она заслуживает мести! </i> Привет, подруженька!", "ref" : "AnnyVillainQuestWonderfulDay" }
		, { "text" : "<i> Сейчас я славно спляшу на осколках её надежд! </i> Доброго утречка, солнышко!", "ref" : "AnnyVillainQuestWonderfulDay" }
		]
	},
	{ "id"   : "AnnyVillainQuestWonderfulDay"
	, "text" : "Какой сегодня чудесный денечёк! Солнышко светит, птички поют, кажется, ничто не может его испортить!"
	, "replies" :
		[ { "text" : "Даже вон тот невероятно привлекательный злодей в таком же платье?", "ref" : "AnnyVillainQuestPointOut" } ]
	},
	{ "id"   : "AnnyVillainQuestPointOut"
	, "text" : "Эй, это же моё платье!( Хотя на нём оно ужасно сидит, с его-то фигурой! Правда же, подруженька?"
	, "replies" :
		[ { "text" : "Ну, его оно не так толстит, как тебя. ", "ref" : "AnnyVillainQuestTruth" }
		, { "text" : "Да! Платье отлично подчёркивает привлекательную волосатость твоих ног!", "ref" : "AnnyVillainQuestTruth" }
		, { "text" : "Конечно, ведь жёлтый цвет подходит к цвету твоих глаз. По секрету: ты больна гепатитом?", "ref" : "AnnyVillainQuestTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestTruth"
	, "text" : "Ты шутишь! Это же неправда, да?((("
	, "replies" :
		[ { "text" : "А ещё, жёлтый эффектно контрастирует с твоими синяками под глазами!", "ref" : "AnnyVillainQuestMoreTruth" }
		, { "text" : "Платье сидит на тебе складками, это отвлекает внимание от морщин на лице.", "ref" : "AnnyVillainQuestMoreTruth" }
		, { "text" : "Ты похожа на толстого цыплёнка, это мило)", "ref" : "AnnyVillainQuestMoreTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestMoreTruth"
	, "text" : "Зеркало! Где же моё зеркало! Это ложь!((((("
	, "replies" :
		[ { "text" : "Эй, кто ещё скажет тебе правду, кроме подруженьки? Зато Злодею далеко до твоих форм, особенно до горба.", "ref" : "AnnyVillainQuestAbsoluteTruth" }
		]
	},
	{ "id"   : "AnnyVillainQuestAbsoluteTruth"
	, "text" : "Предательница!(((((((( Ну и дружи со своим Злодеем, а Костик всё равно пойдёт на свидание со мной! Все вы мне просто завидуете!"
	, "replies" :
		[ { "text" : "Восемь! Сравнялась с мировым рекордом. И я о подбородках, а не об улыбке. До встречи)", "ref" : null }
		, { "text" : "Костик? Оу, сочувствую. Вам обоим. Прощай!", "ref" : null }
		, { "text" : "Ура, меня признали предательницей! Нужно скорее рассказать Злодею.", "ref" : null }
		, { "text" : "Нет, Настенька, я никогда не оставлю тебя! Подруженьки навсегда! Настя и Лю! Приключения Насти и Лю! настяилю.com", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuestReport" ]
	, "clears" : [ "VillainAnnyQuest" ]
	},
	{ "id"   : "AnnyQueueEscapeIntro"
	, "text" : "Моя очередь подошла. Ещё увидимся) Чмоки! Пока-пока, подруженька!"
	, "replies" :
		[ { "text" : "До встречи)))) О, клёво, получилась четверная!", "ref" : null }
		, { "text" : "Интересно, является ли общение с ней канцерогеном?", "ref" : null }
		]
	},
	{ "id"   : "KostikDescriptionIntro"
	, "text" : "<aside> Молодой человек, похожий на хамелеона, нервно облизывает губы. Заметив вас, он краснеет. </aside>"
	, "replies" :
		[ { "text" : "Теперь пройти мимо было бы невежливо, придётся познакомиться.", "ref" : "KostikIntroductionIntro" }
		, { "text" : "Нет! У него противоестесственно длинный язык! Наверняка он болтун, а, может, ещё и мутант. Уходим.", "ref" : null }
		]
	, "sets" : [ "KostikIntroductionPending" ]
	},
	{ "id"   : "KostikIntroductionIntro"
	, "text" : "Привет! Я Костик. Давно наблюдаю за тобой, но как-то неловко было познакомиться. Эм, в смысле, в хорошем смысле наблюдаю. И только в очереди! Я не маньяк, честно!"
	, "replies" :
		[ { "text" : "Привет. Верю, что ты не маньяк. Как дела?", "ref" : "KostikIntroductionInsecure" }
		, { "text" : "Добрый день. Что делаешь в очереди?", "ref" : "KostikIntroductionAsk" }
		]
	},
	{ "id"   : "KostikIntroductionInsecure"
	, "text" : "Нет, по глазам вижу, что не веришь. Зачем ты лжёшь мне? АХ, НУ ПОЧЕМУ МНЕ ВСЕ ЛГУТ! Ой, прости, я совсем не хотел называть тебя лгуньей. Ты простишь меня? А давай сходим вместе в кино. Идёт фильм с Адамом Сэндлером!"
	, "replies" :
		[ { "text" : "Извини, я сейчас не могу, я больна! И страшно заразна! У меня свинка! Морская!", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Прости, но у меня планы на этот вечер. Я буду мыть голову! Коту. Это кот-учёный, у него огромная голова, много работы.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Чертовски жаль, но на сегодня у меня запланировано самоубийство. Давай как-нибудь в другой раз.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "К сожалению, я сегодня уже иду на свидание с Мистером Усы. Он не терпит опозданий!", "ref" : "KostikIntroductionRefuse", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "KostikIntroductionAsk"
	, "text" : "Это ведь очередь в службу знакомств, да? Знаешь, по мне не скажешь, но я ужасно одинок. АХ, КАК Я ОДИНОК! Я ТАК НЕСЧАСТЕН! О нет, когда я волнуюсь, из носа идёт кровь. Прости, немного забрызгал тебя. Хочешь, я всё отстираю?"
	, "replies" :
		[ { "text" : "О, нет, спасибо, на моей совести куда больше крови, чем на одежде.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Благодарю, но нет. Видишь ли... люблю стирать. Это моё хобби. Надеюсь когда-нибудь научиться стирать память. О таких моментах, как этот.", "ref" : "KostikIntroductionRefuse" }
		, { "text" : "Не волнуйся, всё отстирает мой раб. Зову свою стиральную машину рабом, это придаёт мне важности!", "ref" : "KostikIntroductionRefuse" }
		]
	},
	{ "id"   : "KostikIntroductionRefuse"
	, "text" : "Жаль. А завтра ты свободна? Мы могли бы пообедать вместе или пожениться. О нет, опять я всё порчу! Сейчас ты уйдёшь, да? И бросишь меня одного, как бросил меня отец, да? ДА?!"
	, "replies" :
		[ { "text" : "ДА!", "ref" : "KostikIntroductionLeave" }
		, { "text" : "Нет, что ты, ты не останешься один. Мы, люди, никогда не одиноки! За нами всегда присматривают любящие спецслужбы.", "ref" : "KostikIntroductionLeave" }
		, { "text" : "Я брошу тебя совершенно по-другому!", "ref" : "KostikIntroductionLeave" }
		]
	},
	{ "id"   : "KostikIntroductionLeave"
	, "text" : "Постой, не уходи, я не смогу жить без тебя! Оставь хотя бы свой номер телефона! Я буду звонить тебе по ночам, дышать в трубку и молчать! Ох, что же я несу!"
	, "replies" :
		[ { "text" : "Увы, не пользуюсь телефоном. Но ты можешь послать мне письмо голубиной почтой! Кстати, вон летит стая голубей, это твой шанс. Пока!", "ref" : null }
		, { "text" : "Да, конечно! Мой телефон: 03. Жду твоего звонка! До встречи.", "ref" : null }
		, { "text" : "Мой телефон начинается с цифры 4, а всего в нём десять цифр. Если по-настоящему любишь меня, то найдёшь правильную комбинацию! Прощай.", "ref" : null }
		]
	, "sets"   : [ "KostikFiller1Pending" ]
	, "clears" : [ "KostikIntroductionPending" ]
	},
	{ "id"   : "VillainDescriptionIntro"
	, "text" : "<aside> При виде вас на лице всклокоченного человека в чёрной мантии появляется недовольная ухмылка. </aside>"
	, "replies" :
		[ { "text" : "Подойти.", "ref" : "VillainIntroductionIntro" }
		, { "text" : "Какой подозрительный тип…", "ref" : null }
		]
	, "sets" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionIntro"
	, "text" : "Если вы стоите в очереди за абсолютной властью, то вынужден вас огорчить: в этой очереди я - первый номер и я раздавлю любого, кто встанет у меня на пути! У меня не может быть соперников! Ха!"
	, "replies" :
		[ { "text" : "Оу, тут выдают абсолютную власть? Тогда я буду следующей за вами!", "ref" : "VillainIntroductionPowerYes" }
		, { "text" : "Нет, абсолютная власть - слишком прозаично, я стою в другой очереди.", "ref" : "VillainIntroductionPowerNo" }
		, { "text" : "А очереди за абсолютными блинами тут случайно нет?", "ref" : "VillainIntroductionPowerNo" }
		]
	},
	{ "id"   : "VillainIntroductionPowerYes"
	, "text" : "Ха, хитрая уловка, но я вижу вас насквозь: хотите стоять за мной, а потом ударить в спину! Меня вам не перехитрить!"
	, "replies" :
		[ { "text" : "Окай, тогда давайте я встану перед вами?", "ref" : "VillainIntroductionFirstForPower" }
		, { "text" : "А если я буду перед вами, вы не станете бить в спину меня? Ах, меня так часто предавали…", "ref" : "VillainIntroductionFirstForPower" }
		]
	},
	{ "id"   : "VillainIntroductionFirstForPower"
	, "text" : "Нет, первый номер здесь я, прекратите! Иначе я уничтожу вас! Я разрушу вашу жизнь! Я пожру вашу душу! А ещё, я невероятно физически силён!"
	, "replies" :
		[ { "text" : "Хм, пожалуй, с вами и впрямь лучше не ссориться! А давайте лучше дружить?", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Пф, нельзя разрушить то, что уже разрушено! И душа моя отнюдь не шоколадка! И на вид вы скорее невероятно толсты, чем невероятно сильны!", "ref" : "VillainIntroductionInsult" }
		]
	},
	{ "id"   : "VillainIntroductionInsult"
	, "text" : "Эй, слова могут ранить! У меня широкая кость! Мама не приучила меня соблюдать диету в детстве. Однако… я чувствую в вас ненависть! Жестокость! Мне нужны такие люди как вы! Будете моим подручным? То есть, другом."
	, "replies" :
		[ { "text" : "Да! Мы будем сеять хаос и разрушения и дружбу! Их-ха!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Хорошо, но только чтобы вы не расстраивались. Потому что я добрая и милая!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Нет! Потому что вы толстый, а я не дружу с толстяками! Ха-ха!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionPowerNo"
	, "text" : "Не хотите абсолютной власти? Эй, да что с вами не так? Наверняка где-то неподалёку есть очередь за суперабсюлютной властью, да? Нет? Хм. Может вас ещё и не прельщают душевные страдания невинных? И мелодия чужих разбитых надежд - не лучшая колыбельная для вас?"
	, "replies" :
		[ { "text" : "Нет! Я добрая и милая! Вот. И мне об этом часто говорят!", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "О, разбитые надежды, звучит знакомо. Увы, мои, а не чужие.", "ref" : "VillainIntroductionLiuIsGood" }
		, { "text" : "Вовсе нет, я люблю колыбельные про мягких, пушистых котят. А спойте?", "ref" : "VillainIntroductionSingSoftKitty" }
		]
	},
	{ "id"   : "VillainIntroductionLiuIsGood"
	, "text" : "<i>Хм, нет, она явно что-то скрывает. Нужно втереться к ней в доверие!</i> Хорошо, ваша искренность покорила меня! Будьте же моим другом! Безо всяких подвохов! Ха!"
	, "replies" :
		[ { "text" : "Мне нечего скрывать! И да, вы произнесли это вслух. Но друзья не бывают лишними, так что давайте.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ах, как часто мне это говорили… Что ж, давайте. Вдруг хотя бы вы не предадите моё доверие.", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Ха-ха! Я солгала! Вы доверчивый и толстый! Абсолютная власть будет моей, вы слишком толсты для неё!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionSingSoftKitty"
	, "text" : "Нет! Прекратите! Ненавижу пушистых котят, давняя детская травма. Если я стану вашим другом, вы обещаете больше не упоминать никаких котят, особенно пушистых?"
	, "replies" :
		[ { "text" : "Хорошо, котик! Ой, больше не буду, честно. Дружба!", "ref" : "VillainIntroductionAcceptFriendship" }
		, { "text" : "Котнечно нет! Мяу котегорически котказываюсь! Кошщайте!", "ref" : "VillainIntroductionOffended" }
		]
	},
	{ "id"   : "VillainIntroductionAcceptFriendship"
	, "text" : "Так-то лучше! Кстати, став моим подручным другом, вы завещали свои внутренние органы и душу для экспериментов. Но не заботьтесь об этом сейчас, друг! Вместе мы заставим эту очередь трястись от ужаса! Меееесть!"
	, "replies" :
		[ { "text" : "Друууужба!", "ref" : null }
		]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainIntroductionOffended"
	, "text" : "Ах так? Сейчас вы познаете всю разрушительную мощь моего гнева, окунётесь в глубины тёмного гения! Я больше с вами не разговариваю! Вот!"
	, "replies" :
		[ { "text" : "Я первая с вами не разговариваю!", "ref" : null }
		, { "text" : "Ну и ладно! Ну и вообще не жалко! Нисколечко!", "ref" : null }
		]
	, "sets" : [ "VillainOffended" ]
	, "clears" : [ "VillainIntroductionPending" ]
	},
	{ "id"   : "VillainOffendedIntro"
	, "text" : "<aside>Злодей демонстративно поворачивается к вам спиной. Вспоминает, что поворачиваться спиной к противнику опасно и неловко крутится на месте, пыхтя.</aside>"
	, "replies" :
		[ { "text" : "Помириться с ним.", "ref" : "VillainOffendedMakePeace" }
		, { "text" : "Он смешон! И толст! Пошли отсюда!", "ref" : null }
		]
	},
	{ "id"   : "VillainOffendedMakePeace"
	, "text" : "У вас хватает духа являться передо мной? Загадывайте последнее желание, сейчас я вас уничтожу!"
	, "replies" :
		[ { "text" : "Моё последнее желание - помириться с вами!", "ref" : "VillainOffendedLastWish" } ]
	},
	{ "id"   : "VillainOffendedLastWish"
	, "text" : "Ха, думаете, так просто помириться с самым злопамятным человеком в мире? Я никогда вас не прощу! Я буду преследовать вас даже в загробном мире! Если только…"
	, "replies" :
		[ { "text" : "Если только я не пообещаю больше не звать вас толстым?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если пообещаю больше не говорить про котиков?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я сложу к вашим ногам солнце и луну?", "ref" : "VillainOffendedIfOnly" }
		, { "text" : "Если я принесу вам в жертву пару младенцев?", "ref" : "VillainOffendedIfOnly" }
		]
	},
	{ "id"   : "VillainOffendedIfOnly"
	, "text" : "Нет, если только вы не поклянётесь мне в верной службе и не станете моим миньоном! Мир не устоит против нас двоих! В основном, конечно, против меня."
	, "replies" :
		[ { "text" : "Хорошо, клянусь! Хоть какая-то работа.", "ref" : "VillainOffendedAccept" }
		, { "text" : "Нет! Хотя постойте, тогда вы снова обидетесь и придётся опять с вами мириться… В сущности, это всего лишь иллюзия выбора. Клянусь!", "ref" : "VillainOffendedAccept" }
		]
	},
	{ "id"   : "VillainOffendedAccept"
	, "text" : "Да! Поднимитесь, Лорд Вейдер! Хахахаха, всегда мечтал это сказать, но случая не было! Приходите позже, мой миньон, нас ждут мрачные дела!"
	, "replies" :
		[ { "text" : "Наконец-то у меня престижная работа! До встречи!", "ref" : null } ]
	, "sets" : [ "VillainFriendship", "VillainQuestPending" ]
	, "clears" : [ "VillainOffended" ]
	},
	{ "id"   : "VillainDoomsdayQuestIntro"
	, "text" : "А, вот и ты, миньон мой! Чудесный денёк для леденящих кровь злодеяний! Готов ли ты окунуть мир в непроглядные пучины мрачного ужаса?"
	, "replies" :
		[ { "text" : "Конечно! Мы обмокнём мир в пучины мрака, словно зефиринку в шоколад!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Да! А пытки сегодня будут? Ну пожалуйста!", "ref" : "VillainDoomsdayQuestAlas" }
		, { "text" : "Хм, нет, я хочу завернуться в мрачные пучины одеяла и тюленить.", "ref" : "VillainDoomsdayQuestAlas" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestAlas"
	, "text" : "Увы, мне ужасно “жаль” тебя расстраивать, но вместо этого, миньон мой, тебе придётся сбегать по одному поручению. Если справишься, я повышу тебя до подручного!"
	, "replies" :
		[ { "text" : "Да, я ожидала подвох. А ещё, не обязательно изображать кавычки пальцами, вы могли бы сделать табличку “Злодейский сарказм”. ", "ref" : "VillainDoomsdayQuestDetails" }
		, { "text" : "Ух, здорово! Всегда хотела стать подручным! А Прототип говорил, что у меня ничего не выйдет!", "ref" : "VillainDoomsdayQuestDetails" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestDetails"
	, "text" : "Да-да, всё это наверняка очень интересно, миньон мой, жаль, что я не слушал. Так вот, где-то в очереди должен стоять такой подозрительный тип со стеклянным глазом. Я заказывал ему разработку Оружия Судного Дня. Найди его и узнай, как продвигается работа."
	, "replies" :
		[ { "text" : "Слушаюсь, повелитель! Хм, надеюсь, я не слишком переигрываю.", "ref" : null }
		, { "text" : "Окай. Увлекательная работа курьером, еей! Ох, лучше бы я осталась дома.", "ref" : null }
		, { "text" : "Оу, Оружия Судного Дня звучит интересно! А расскажите?", "ref" : "VillainDoomsdayQuestTellMeMore" }
		]
	, "sets" : [ "DoomsdayQuest" ]
	, "clears" : [ "VillainQuestPending" ]
	},
	{ "id"   : "VillainDoomsdayQuestTellMeMore"
	, "text" : "Если бы я знал детали, то сам бы собрал его! Но я поддержал Кикстартер Оружия Судного Дня и одноглазый тип обещал мне ранний доступ. Так что поживее!"
	, "replies" :
		[ { "text" : "Уже бегу!", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerIntro"
	, "text" : "Кажется, я отослал тебя с поручением, миньон мой. Что же ты тут делаешь?"
	, "replies" :
		[ { "text" : "Наблюдаю за вашим поведением и конспектирую, злодейшество! Кстати, а какой совет вы бы дали начинающим злодеям?", "ref" : "VillainDoomsdayQuestFillerAdvice" }
		, { "text" : "Оу. Хм. Буу! Я призрак вашего миньона! Я погиб на задании и теперь буду преследовать вас целую вечность!", "ref" : "VillainDoomsdayQuestFillerGhost" }
		, { "text" : "Простите, сплю на ходу и хожу во сне. Немедленно выполню ваше поручение.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerAdvice"
	, "text" : "Дай-ка подумать… Например, всегда рассказывайте противнику о своих планах, когда берёте его в плен! Это устанавливает между вами и пленным героем доверие, понимаете? Ему уже неловко будет сбегать. И ещё, расскажите, какие ужасные пытки для него готовите, дайте пленному понять, что вы стараетесь ради него! "
	, "replies" :
		[ { "text" : "Мне кажется, вы недооцениваете глубину подлости героев! Ни стыда, ни совести! Что ж, всё равно спасибо.", "ref" : null }
		, { "text" : "О, как мудро! Потренируюсь на блинах. “Блины, я собираюсь вас съесть! Вы будете перевариваться в желудочном соку, неописуемая мука!”.", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestFillerGhost"
	, "text" : "Смерть - не повод отлынивать от задания! А ещё, теперь меня примут за злодейского некроманта! Наконец-то меня зауважают на встречах однокурсников! Ахахахаха!"
	, "replies" :
		[ { "text" : "Пф, вы злой и бездушный! И это не комплимент, хотя звучит как комплимент!", "ref" : null }
		, { "text" : "Ох, даже после смерти меня шпыняют и игнорируют. Ах, пойду на задание…", "ref" : null }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveIntro"
	, "text" : "Я отомщу тебе, мама! За каждый килограмм лишнего веса! Ой, хм, миньон мой, прости, отвлёкся. Так что сказал одноглазый тип? И достаточно ли он восхищался моим злым гением или нам всё же придётся распылить его на атомы? А потом собрать! И накормить пиццей с анчоусами! И снова распылить!"
	, "replies" :
		[ { "text" : "О, так вот почему он покраснел, когда услышал о вас - от ужаса! А Оружие будет готово в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Да, давайте распылим его на досуге! После того, как он доставит ваш заказ в понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport", "requires" : [ "GlassEyeAngry" ] }
		, { "text" : "Знаете, я встретила такую очаровательную бороду… Хм, в смысле, Оружие доставят в Понедельник.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		, { "text" : "Оружие доставят в понедельник, а теперь давайте же моё повышение, ваше злейшее могущество! Ох, я карьеристка.", "ref" : "VillainDoomsdayQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveReport"
	, "text" : "Хорошая работа, миньон мой! Или лучше сказать “подручный мой”? Поздравляю с повышением, служить мне - величайшая честь! Можешь написать небольшое эссе о своей буйной радости по этому поводу."
	, "replies" :
		[ { "text" : "О-о-о, круто! Я подручный! Настоящий злодейский подручный! <i>Так и до полноценного злодея недалеко.</i>", "ref" : "VillainDoomsdayQuestReceiveSayWhat" }
		, { "text" : "О да. Я “безумно” рада. Чёрт, теперь и я изображаю кавычки пальцами.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	, "sets" : [ "VillainRobochefQuestPending" ]
	, "clears" : [ "DoomsdayQuestReport" ]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveSayWhat"
	, "text" : "Эй, что ты там бормочешь?"
	, "replies" :
		[ { "text" : "Говорю, что до настоящего злодея вроде вас мне ещё далеко! ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Репетирую маниакальное бормотание вслух, ваше злодейшество. ", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		, { "text" : "Я молчала. Это голоса в вашей голове. Верный признак биполярного расстройства, это что-то вроде голубой крови у дворян, только для злодеев.", "ref" : "VillainDoomsdayQuestReceiveAcknowledge" }
		]
	},
	{ "id"   : "VillainDoomsdayQuestReceiveAcknowledge"
	, "text" : "Хм, что ж, славно. Приходи в другой раз, я научу тебя абсолютному злу! АБСОЛЮТНОМУ ЗЛУ! АБ-СО- <i>злодей давится слюной и закашливается."
	, "replies" :
		[ { "text" : "Я бы постучала вас по спине, но знаю, как ранимо вы относитесь к ударам в спину. До встречи!", "ref" : null }
		, { "text" : "ЛЮТ-НО-МУ ЗЛУ-У-У! ХАХАХАХАХА! Ой, простите, украла вашу реплику. До свидания!", "ref" : null }
		]
	, "sets" : [ "LiuIsAHenchman" ]
	},
	{ "id"   : "VillainRobochefQuestIntro"
	, "text" : "Приветствую, подручный мой. Сегодня ты бледен. Надеюсь, это не связано с вампиризмом. Вампиры - профиль моего кузена. А мой профиль, скорее…"
	, "replies" :
		[ { "text" : "Гордый! Волевой! И внушающий священный трепет!", "ref" : "VillainRobochefQuestCompliment" }
		, { "text" : "В профиль у вас виден второй подборок.", "ref" : "VillainRobochefQuestInsult" }
		]
	},
	{ "id"   : "VillainRobochefQuestCompliment"
	, "text" : "Похвальная наблюдательность, подручный! Я бы выписал тебе премию, но злодейские пенсии сократили. Чёртовы бюрократы! А ведь я окончил Академию Злодейских Искусств с кровавым дипломом по робототехнике. Роботы - мой профиль! Роботом сегодня и займёмся."
	, "replies" :
		[ { "text" : "Мой диплом тоже принимают за кровавый, но на самом деле я заляпала его вишнёвым вареньем. Расскажите же про робота!", "ref" : "VillainRobochefQuestPlan" }
		, { "text" : "Хм, племянник одного моего друга тоже собирается поступать на факультет злодейской робототехники. Так в чём наша задача?", "ref" : "VillainRobochefQuestPlan" }
		]
	},
	{ "id"   : "VillainRobochefQuestInsult"
	, "text" : "Замолчи! ЗАМОЛЧИ! И это не второй подбородок, а… потайное отделение… для хранения… в общем, это секретная информация! Красный уровень доступа! Твой уровень доступа - оранжевый, позволяет получить информацию о сегодняшнем задании."
	, "replies" :
		[ { "text" : "Хм, а я храню секретную информацию под подушкой! Но её постоянно крадёт зубная фея, принимая за зубы. Чем же мы займёмся сегодня, ваше злобство?", "ref" : "VillainRobochefQuestPlan" }
		, { "text" : "У одного моего друга есть оранжевая футболка! Увлекательное совпадение! Ну увлекательное же! Пф, вы скучный. Ну и что за задание?", "ref" : "VillainRobochefQuestPlan" }
		]
	},
	{ "id"   : "VillainRobochefQuestPlan"
	, "text" : "В очереди прячется робот-кулинар. Кулинар, подумать только! Какая трата отличного робота. Как ты знаешь, подручный, первый закон злодейской робототехники гласит: робот должен убивать человеков. Держи микрочип. Установи на робота, и из кулинара он превратится в отравителя. Смертельно вкусный план! Хахаха! Поняла, “смертельно вкусный”? Хахаха!"
	, "replies" :
		[ { "text" : "Да, до смерти смешно! Поняли, “до смерти”? Хахаха! Приступаю к заданию.", "ref" : null }
		, { "text" : "Хм, может, робот хотя бы приготовит мне отравленные блины. И да, я настолько отчаилась. Что ж, до встречи.", "ref" : null }
		, { "text" : "У меня однажды был примитивный робот-отравитель, он кормил меня варёными лимонами! Пойду сеять ужас.", "ref" : null }
		]
	, "sets"   : [ "VillainRobochefQuest" ]
	, "clears" : [ "VillainRobochefQuestPending" ]
	},
	{ "id"   : "VillainRobochefQuestFillerIntro"
	, "text" : "Да, подручный, ты не уяснил свою задачу? Мо-жет быть ес-ли я бу-ду го-во-рить мед-лен-не-е до те-бя дой-дёт?"
	, "replies" :
		[ { "text" : "Вы грубый! Когда-нибудь я найду другого злодея! Милого и понимающего! Хм, кажется, я хочу невозможного. Ох, иду выполнять задание.", "ref" : null }
		, { "text" : "Не сердитесь, ваше злодейство. Я просто надеялась, что вы дадите мне ещё ценных советов по злу для начинающих.", "ref" : "VillainRobochefQuestFillerAdvice" }
		, { "text" : "Извините, просто я сочинила песенку про нашу с вами злодейскую дружбу и хотела спеть вам.", "ref" : "VillainRobochefQuestFillerSong" }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerAdvice"
	, "text" : "Хм, нужно передавать опыт молодому поколению… Постарайтесь заключить свою силу в какой-нибудь артефакт. Например, кольцо или утёнка для ванной. Тогда она всегда будет у вас под рукой. И не забудьте выгравировать своё имя, на случай, если артефакт потеряется, чтобы какие-нибудь хоббиты знали, как вернуть его владельцу."
	, "replies" :
		[ { "text" : "Оу, я недавно нашла чей-то носок под диваном! Нужно проверить, нет ли в нём силы. Спасибо!", "ref" : null }
		, { "text" : "Я умею лепить артефакты из пластилина! Я рукодельница! Осталось только обзавестись собственной злодейской силой.", "ref" : null }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerSong"
	, "text" : "Что ж, изволь! Но песня должна быть хороша, иначе ты горько пожалеешь, что тратишь моё время!"
	, "replies" :
		[ { "text" : "Мы клёвые злодейские друзья, тра-ля-ля! Пред нами устоять нельзя, тра-ля-ля! Повсюду сеем мы страданья, трам-пам-пам! Награда нам - ваши рыданья, трум-пум-пум!", "ref" : "VillainRobochefQuestFillerAcclaim" }
		]
	},
	{ "id"   : "VillainRobochefQuestFillerAcclaim"
	, "text" : "Это… Это… <i> У Злодея дрожат губы. </i> Лучшее, что я когда-либо слышал, подручный мой! Ах, оставь меня, пока я не расплакался. Мне нужно побыть минутку наедине с собой. “Тра-ля-ля” - как точно подмечено, будто мою душу положили на музыку…"
	, "replies" :
		[ { "text" : "<i> Оставить Злодея, пока вы тоже не разревелись. </i>", "ref" : null }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveIntro"
	, "text" : "Эй, подручный, не очень-то ты торопился! Установить чип на робота, что может быть быстрее! В твои годы я успевал… Ой, в смысле, я вовсе не старый. Я моложе тебя, знаешь ли! И это не седой волос, а волос-альбинос. Все альбиносы - прирождённые злодеи!"
	, "replies" :
		[ { "text" : "Вам стоит кое-что объяснить! Например, почему на роботе уже был установлен злодейский микрочип?", "ref" : "VillainRobochefQuestReceiveExplain" }
		, { "text" : "Да, это было “безумно” “простое” задание. Ох, от этих кавычек у меня сводит пальцы.", "ref" : "VillainRobochefQuestReceiveReport" }
		, { "text" : "Ваше злодейшество, на роботе уже был установлен злодейский микрочип! Неужели у нас появился конкурент?", "ref" : "VillainRobochefQuestReceiveExplain" }
		, { "text" : "Чип установлен. Хочу заметить, что на других неоплачиваемых работах меня хотя бы не пытались убить. Ну, по крайней мере не так часто.", "ref" : "VillainRobochefQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveExplain"
	, "text" : "А, не обращай внимания. Видишь ли, я посылал с этой миссией предыдущего подручного. Словом, с задания он не вернулся, но, как видно, чип установил. Следовательно, в робота уже заложено ПО отравителя.  Что ты на меня так смотришь? Ты у меня не первый подручный! Хм, а я твой первый злодей? Что ж, лестно. "
	, "replies" :
		[ { "text" : "Это было опасное задание! Надеюсь, вы выплачиваете взносы в фонд страхования своих подручных.", "ref" : "VillainRobochefQuestReceiveReport" }
		]
	},
	{ "id"   : "VillainRobochefQuestReceiveReport"
	, "text" : "Следующее задание будет простым и приятным! Надеть свои лучшие туфли, подручный, потому что в следующий раз мы будем топтать мечты! Хахахаха!"
	, "replies" :
		[ { "text" : "Топтать мечты, подобно винограду для вина зла! Эй, ну клёвая же злодейская метафора! Пф, ну и до свидания.", "ref" : null }
		, { "text" : "Ура, новые туфельки! Нужно скорее обсудить их в скайпе!", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuestPending" ]
	, "clears" : [ "VillainRobochefQuestReport" ]
	},
	{ "id"   : "VillainAnnyQuestIntro"
	, "text" : "<aside> По пути к Злодею вы замечаете, что сегодня он одёт в облегающее жёлтое платье. Наверняка этому есть рациональное объяснение! </aside>"
	, "replies" :
		[ { "text" : "Нужно узнать, в чём дело!", "ref" : "VillainAnnyQuestWhatsUp" }
		, { "text" : "Нет, пожалуй, вы не хотите этого знать.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestWhatsUp"
	, "text" : "Ты как раз вовремя, подручный мой! Сегодня я обучу тебя топтать мечты. Кстати, как я выгляжу?"
	, "replies" :
		[ { "text" : "Эм, постине… пугающе! Вы устрашаете наших врагов одним своим видом, ваше злодейство!", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Платье вам “очень” идёт! И “совершенно” вас не толстит. Чёрт, дурацкая привычка.", "ref" : "VillainAnnyQuestInsult" }
		, { "text" : "Будь я помоложе, я бы приударила за вами!", "ref" : "VillainAnnyQuestFlirt" }
		, { "text" : "Ослепительно! Нет, серьёзно, я ослепла от вашего жуткого вида. А купите мне клёвую собачку-поводыря? Или котика!", "ref" : "VillainAnnyQuestInsult" }
		]
	},
	{ "id"   : "VillainAnnyQuestFlirt"
	, "text" : "Если пытаешься получить повышение, соблазнив меня, подручный, ничего не выйдет: моё сердце - цельный кремень, а душа холодна, как  рыба!"
	, "replies" :
		[ { "text" : "Пф, могли бы сразу предупредить! Так зачем вы нарядились в это платье?", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Фу, рыба! Гадость какая! В чём же, собственно, дело?", "ref" : "VillainAnnyQuestPlan" }
		]
	},
	{ "id"   : "VillainAnnyQuestInsult"
	, "text" : "Неправда, я выгляжу отлично! Платье подчёркивает мою статную фигуру! Ты лжёшь! ЛЖЕШЬ!"
	, "replies" :
		[ { "text" : "Оу, извините, вы имели в виду, что нужно топтать чужие мечты, а не ваши! Ошиблась, с кем ни бывает! Так чьи мечты мы сегодня растопчем?", "ref" : "VillainAnnyQuestPlan" }
		, { "text" : "Да, “извините”, “просто” “разыграла” “вас”. Ох, нет, это выходит из-под контроля, больше никаких кавычек пальцами. Так в чём дело?", "ref" : "VillainAnnyQuestPlan" }
		]
	},
	{ "id"   : "VillainAnnyQuestPlan"
	, "text" : "Хм. Так вот! Где-то в очереди стоит девочка в точно таком же платье, как моё. Отыщи её, и мы обратим против неё не вполне традиционное для злодеев оружие…"
	, "replies" :
		[ { "text" : "Милых, пушистых крольчат?", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Конфетти? Это страшное оружие, оно преследует меня с прошлого Нового Года!", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Блины? Простите, я считаю, что если часто упоминать блины, то они могут внезапно материализоваться.", "ref" : "VillainAnnyQuestWrong" }
		, { "text" : "Сандалии? Когда она будет спать, мы наденем ей их поверх носков!", "ref" : "VillainAnnyQuestWrong" }
		]
	},
	{ "id"   : "VillainAnnyQuestWrong"
	, "text" : "Нет, правду! Ты просто скажешь ей правду: что это платье идёт мне куда больше, чем ей! И что её оно толстит! Правда выжжет её душу, словно напалм, а на выжженном поле прорастут цветы зла! Хахахаха!"
	, "replies" :
		[ { "text" : "Мне кажется, вы латентный садовод. Впрочем, хорошо, пойду искать эту девочку.", "ref" : null }
		, { "text" : "Окай, а ещё, жареная душа - звучит аппетитно. Когда попаду в ад, открою собственный ресторан! До встречи.", "ref" : null }
		]
	, "sets"   : [ "VillainAnnyQuest" ]
	, "clears" : [ "VillainAnnyQuestPending" ]
	},
	{ "id"   : "VillainAnnyQuestFillerIntro"
	, "text" : "Да, подручный, знаю: это платье так идёт мне, что ты вновь вернулся полюбоваться на меня! Что ж, понятно, но не забывай и о задании. Растопчи же чувства моей соперницы поскорее!"
	, "replies" :
		[ { "text" : "А можно я доношу это платье после вас? Нет, плохая идея, до встречи.", "ref" : null }
		, { "text" : "Мне кажется, ваша мудрость вызывает зависимость! Не поделитесь ещё советами для злодеев-новичков?", "ref" : "VillainAnnyQuestFillerAdvice" }
		, { "text" : "Мне скучно! Давайте поболтаем?", "ref" : "VillainAnnyQuestFillerSmallTalk" }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerAdvice"
	, "text" : "Изволь. Велик соблазн поставить злодейства на конвейер. Ну, к примеру, звёзды смерти или газовые камеры. Но помни: к каждой жертве нужен индивидуальный подход! Это то, что отличает настоящего артиста зла от просто злобного ремесленника!"
	, "replies" :
		[ { "text" : "Ох, чёрт, теперь придётся разбирать мою Звезду Смерти из Лего. Спасибо!", "ref" : null }
		, { "text" : "Так вот почему вы нарядились в платье: чтобы лучше понять жертву! Клёвый метод. Буду косплеить гравитацию, она N1 в моём списке врагов! До встречи.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalk"
	, "text" : "Хм. Я не умею. О чём там обычно болтают жалкие людишки? А, о погоде, да.Чудесная погода, допустим."
	, "replies" :
		[ { "text" : "Да, на солнышке я не так мёрзну.", "ref" : "VillainAnnyQuestFillerSmallTalkSun" }
		, { "text" : "Больше люблю дождь, он скрывает слёзы.", "ref" : "VillainAnnyQuestFillerSmallTalkTears" }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalkSun"
	, "text" : "Хм, да, солнечные лучи прогревают атмосферу, вот если бы вывести породу космического крокодила, чтобы он проглотил солнце, то всех гнусных людишек ждала бы ЛЕДЯНАЯ МОГИЛА! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Нет, беседа дурно на вас влияет. Лучше пойду.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestFillerSmallTalkTears"
	, "text" : "Да, хорошо было бы запустить гигантский дирижабль, разбрызгивающий серную кислоту в небе, вот тогда вы все бы ДЕЙСТВИТЕЛЬНО ПОПЛАКАЛИ! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Вы предсказуемый! Выполнять ваше дурацкое задание и то интереснее.", "ref" : null }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveIntro"
	, "text" : "Подручный! Удался ли мой план и, что важнее, подходят ли мне эти серёжки? В них удобно прятать яды и взрывчатку! Но идут ли они к цвету моих глаз?"
	, "replies" :
		[ { "text" : "В последнее время вы меня пугаете.", "ref" : "VillainAnnyQuestReceiveFrighten" }
		, { "text" : "Не только к цвету глаз, злодейшество, они подчёркивают черноту вашей души!", "ref" : "VillainAnnyQuestReceiveCompliment" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveFrighten"
	, "text" : "Превосходно! Трясись от страха! ПЕРЕД ТОБОЙ УЖАС ПЕРВОРОДНЫЙ! ХАХАХА! Хм, я легко отвлекаюсь. Так как дела с заданием?"
	, "replies" :
		[ { "text" : "Настенька была в ярости, но, кажется, её душа не вполне растоптана. Нужны были ботинки на подошве повыше.", "ref" : "VillainAnnyQuestReceiveSetback" }
		, { "text" : "Она отрицает факты и не желает признавать, что вы привлекательнее её! Прикажете ликвидировать?", "ref" : "VillainAnnyQuestReceiveSetback" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveCompliment"
	, "text" : "Эй, поосторожнее, подручный, мы злодеи, но не расисты! Мы не хотим настраивать против себя либеральную прессу. Так ты выполнил моё поручение? Почему я не слышал звона разбитых надежд?"
	, "replies" :
		[ { "text" : "В плане был краеугольный просчёт, ваше злодейство: невозможно растоптать душу рыжей девочки, У РЫЖИХ НЕТ ДУШИ!", "ref" : "VillainAnnyQuestReceiveSetback" }
		, { "text" : "Она не поверила мне, её лучшей подруженьке( Она злая и жестокая(((", "ref" : "VillainAnnyQuestReceiveSetback" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveSetback"
	, "text" : "Проклятье! Это ты во всём виноват! Наверняка ты что-нибудь перепутал! Сказал, что платье толстит её? И она ещё жива? Странно! Даже меня бы это сломило. Эта девчонка - достойный противник! Ну же, подручный, думай! У неё должна быть уязвимость."
	, "replies" :
		[ { "text" : "Кажется, она дорожит мнением Костика. У них назначено свидание. Давайте похитим его и будем присылать ей его пальцы по почте?", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		, { "text" : "Или отправимся в прошлое и разрушим отношения родителей Костика, чтобы он не появился на свет!", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		, { "text" : "Или! Можно попробовать уничтожить Вселенную. Это решит проблему.", "ref" : "VillainAnnyQuestReceiveBadThinking" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveBadThinking"
	, "text" : "Мелко мыслишь, подручный. Есть только один достойный выход из этой ситуации…"
	, "replies" :
		[ { "text" : "Сдаться?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Самоубийство?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Сделать вид, что ничего не произошло?", "ref" : "VillainAnnyQuestReceiveWrong" }
		, { "text" : "Снова начать ставить кавычки пальцами? Меня это “очень” успокаивает.", "ref" : "VillainAnnyQuestReceiveWrong" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveWrong"
	, "text" : "Нет! Я встречусь с Костиком раньше Насти, выдам себя за неё и соблазню его! Она застанет нас за поцелуем, и сердце её будет разбито! АХАХАХАХА!"
	, "replies" :
		[ { "text" : "Оооокай. Не стану вас отговаривать.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "Нет, ваше злодейшество, это слишком опасно! Я не могу позволить вам так рисковать!", "ref" : "VillainAnnyQuestReceiveDontDoIt" }
		, { "text" : "Действительно, “очевидное” решение. О да, кавычки так расслабляют.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "Свидание может оказаться ловушкой! Давайте просто их убьём? Ну пожалуйста!", "ref" : "VillainAnnyQuestReceiveDontDoIt" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveDontDoIt"
	, "text" : "Кроме меня не справится никто, подручный мой. Знаю, как нежно ты предан мне, но если со мной что-нибудь случится, ты должен продолжать творить зло. Найди себе другого Злодея. И мсти! МСТИ ВСЕМ! МСТИ ИХ ДЕТЯМ! МСТИ ЭТОМУ МИРУ! ХАХАХАХА!"
	, "replies" :
		[ { "text" : "Я назову в вашу честь первенца! В смысле, первого похищенного мной ребёнка.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "<i> Надеюсь, я фигурирую в его завещании. </i> То есть, я присмотрю за вашими вещами.", "ref" : "VillainAnnyQuestReceiveGoOn" }
		, { "text" : "В такие минуты вы почти не кажетесь толстым!", "ref" : "VillainAnnyQuestReceiveGoOn" }
		]
	},
	{ "id"   : "VillainAnnyQuestReceiveGoOn"
	, "text" : "Если я вернусь с миссии живым, подручный мой, то подумаю о твоём повышении. Но время не ждёт, мне ещё нужно накрасить когти! Эм, ногти. Зло восторжествует!"
	, "replies" :
		[ { "text" : "Зло-о-о-о-о!", "ref" : null }
		, { "text" : "Если вы не вернётесь, я запомню вас таким! Нет, слишком травмирующий образ.", "ref" : null }
		, { "text" : "Возвращайтесь, ваше злодейство! И вовсе не ради моего повышения! Совсем нет! Что вы!", "ref" : null }
		]
	, "sets"   : [ "VillainKostikQuestPending" ]
	, "clears" : [ "VillainAnnyQuestReport" ]
	},
	{ "id"   : "VillainKostikQuestReceiveIntro"
	, "text" : "<aside> Злодей в платье и макияже. Он уже вернулся со свидания. Лицо его сияет от радости. Должно быть, он справился с заданием! </aside>"
	, "replies" :
		[ { "text" : "<i> О чёрт, прахом мечты о наследстве. </i> Страшно рада видеть вас в добром здравии!", "ref" : "VillainKostikQuestReceiveSuccess" }
		, { "text" : "Ваше злодейство, вы вернулись! Зло восторжествовало!", "ref" : "VillainKostikQuestReceiveSuccess" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveSuccess"
	, "text" : "Видел бы ты лицо этой наглой девчонки, когда Костик обнял меня, подручный! Это был такой трогательный, то есть, душераздирающий момент."
	, "replies" :
		[ { "text" : "Мееееесть! Сладкая месть! Хм, нужно попробовать блины с местью. Чью жизнь разрушим следующей, ваше злодейство?", "ref" : "VillainKostikQuestReceiveProblem" }
		, { "text" : "Клёво-клёво! А давайте теперь захватим мир? Нет, пообедаем, а потом захватим!", "ref" : "VillainKostikQuestReceiveProblem" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveProblem"
	, "text" : "Видишь ли, подручный, мне сейчас немного не до этого. У меня наконец-то налаживается личная жизнь! Костик сделал мне предложение!"
	, "replies" :
		[ { "text" : "Но… но как же… злодейства? Как же агония и тьма? Вы что, бросите всё это?", "ref" : "VillainKostikQuestReceiveBut" }
		, { "text" : "О, какой изощрённый план, ваше злодейшество. Вы выйдите за Костика, а потом отберёте всё его имущество при разводе, да?", "ref" : "VillainKostikQuestReceivePlan" }
		]
	},
	{ "id"   : "VillainKostikQuestReceivePlan"
	, "text" : "Я никогда не поступлю так с Костиком! Он особенный! И не только в плане умственного развития. Прости, подручный, но для злодея в моём возрасте это может быть последний шанс на счастливый брак!"
	, "replies" :
		[ { "text" : "Ох, вы отказываетесь от злодейств? Что же я буду делать без вас? Куда дену избыток слепой, фанатичной преданности!", "ref" : "VillainKostikQuestReceiveBut" }
		]
	},
	{ "id"   : "VillainKostikQuestReceiveBut"
	, "text" : "Нет, конечно же нет. В наше время злодей вовсе не должен отказываться от карьеры ради семьи. Я буду заниматься злодеяними, например, по воскресениям. И мы с тобой когда-нибудь встретимся и тьма окутает планету! ХАХАХА- эх, нужно записать на курсы избавления от злодейского смеха, Костику он не нравится."
	, "replies" :
		[ { "text" : "Да, когда-нибудь… Удачи вам!", "ref" : null }
		, { "text" : "Постойте, но вы обещали мне повышение! Я уже всем знакомым рассказала!", "ref" : "VillainKostikQuestReceivePromote" }
		, { "text" : "Пф, вы просто сдались. Но я не сдамся никогда! Я буду сеять ужас и разрушения! А ВЫ ТОЛСТЫЙ! ДА, ПЛАЧЬТЕ! РЫДАЙТЕ! ХАХАХАХА! ЗЛО-О-О-О!", "ref" : null }
		]
	, "sets"   : [ "VillainPostMortem", "MakeUpWithAnny" ]
	, "clears" : [ "VillainKostikQuestPending" ]
	},
	{ "id"   : "VillainKostikQuestReceivePromote"
	, "text" : "Да, конечно. Подручный, я повышаю тебя до свидетеля на нашей с Костиком свадьбе!"
	, "replies" :
		[ { "text" : "Ох, нет, идите к чёрту.", "ref" : null }
		, { "text" : "Вы - моё самое большое разочарование! И да, я только что назвала вас толстым! Прощайте!", "ref" : null }
		, { "text" : "Я буду свидетельствовать против вашей свадьбы! ВСТРЕТИМСЯ В СУДЕ!", "ref" : null }
		]
	},
	{ "id"   : "VillainEpilogueIntro"
	, "text" : "<aside> Вы случайно встречаетесь со Злодеем. Он выглядит счастливым. </aside>"
	, "replies" :
		[ { "text" : "Омерзительно! Как он смеет!", "ref" : null }
		, { "text" : "Я ему ещё отомщу! Когда он меньше всего будет ожидать!", "ref" : null }
		, { "text" : "Лучше оставлю его в “покое”. О да, всё ещё не потеряла сноровку.", "ref" : null }
		]
	},
	{ "id"   : "VillainQueueEscape"
	, "text" : "О да! Да! Подошла моя очередь! Настало моё время! Ахахаха!"
	, "replies" :
		[ { "text" : "Что ж, приятно провести время!", "ref" : null }
		, { "text" : "Хотела бы я научиться так же радоваться простым вещам…", "ref" : null }
		]
	},
	{ "id"   : "RobochefDescriptionIntro"
	, "text" : "<aside>На вид - гибрид мультиварки и далека. Со светящегося дисплея на вас смотрит смайлик в поварском колпаке, похожем на чалму.</aside>"
	, "replies" :
		[ { "text" : "Поварские колпаки всегда внушают вам доверие. Нужно познакомиться!", "ref" : "RobochefIntroductionIntro" }
		, { "text" : "С мультиваркой у вас связаны плохие воспоминания. Лучше держаться подальше.", "ref" : null }
		]
	, "sets" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefIntroductionIntro"
	, "text" : "Рад приветствовать вас, дорогой клиент!  Что будете заказывать? Мы готовим только из натуральных продуктов! В нашей базе данных - свыше полутора миллионов блюд мировой кухни. Наше меню удовлетворит как помойную чайку, так и герцога, так и чайку-герцога!"
	, "replies" :
		[ { "text" : "Блины!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "Блины! Блины! Блины!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "БЛИНЫ-Ы-Ы-Ы!", "ref" : "RobochefIntroductionPancakes" }
		, { "text" : "Я на диете. Давайте блины?", "ref" : "RobochefIntroductionPancakes" }
		]
	},
	{ "id"   : "RobochefIntroductionPancakes"
	, "text" : "<i> Невероятно, на готовку у робота уходит всего несколько секунд. Дверца отсека под дисплеем открывается, манипуляторы вытаскивают поднос с блинами </i> Блины с пауками и битым стеклом поданы! Прошу!"
	, "replies" :
		[ { "text" : "Эй, вам запрещено шутить про насекомых! А, нет, это не вам. Но я всё равно буду жаловаться!", "ref" : "RobochefIntroductionComplain" }
		, { "text" : "Хм, окай, блины не работают. Давайте попробуем что-нибудь другое. Например, пирожное!", "ref" : "RobochefIntroductionPastry" }
		, { "text" : "…или мороженое!", "ref" : "RobochefIntroductionIceCream" }
		, { "text" : "…или тортик!", "ref" : "RobochefIntroductionCake" }
		]
	},
	{ "id"   : "RobochefIntroductionComplain"
	, "text" : "Жалобная книга не входит в программное обеспечение. Мы ужасно извиняемся. Пожалуйста, примите эту комплиментарную китайскую печеньку. <i> Вы разламываете китайскую печеньку с предсказанием. Оно гласит: “Сегодня вы обнаружите пауков в блинах.”."
	, "replies" :
		[ { "text" : "Хватит, я сыта вашей стряпнёй по горло! Прощайте!", "ref" : null }
		, { "text" : "Хорошо, тогда всё же попробуем пирожное. И никаких пауков, пожалуйста!", "ref" : "RobochefIntroductionPastry" }
		, { "text" : "…или всё же мороженое?", "ref" : "RobochefIntroductionIceCream" }
		, { "text" : "…нет, давайте тортик!", "ref" : "RobochefIntroductionCake" }
		]
	, "sets"   : [ "RobochefFiller1Pending" ]
	, "clears" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefIntroductionPastry"
	, "text" : "Эклер с кремом для чистки ботинок и двевесной стружкой подан!"
	, "replies" :
		[ { "text" : "Пф, крем для чистки ботинок омерзительный, я пробовала.", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Это даже не стружка красного дерева! Вы принимаете меня за простолюдина?!", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionIceCream"
	, "text" : "Мороженое со вкусом замёрзшего альпиниста подано! Желаете полить кленовым сиропом, свежевыжатым из натуральных канадцев?"
	, "replies" :
		[ { "text" : "Эй, альпинист явно несвеж! У него на рукаве нацистская свастика!", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Натуральные канадцы давно вымерли, наверняка вы пытаетесь подсунуть мне синтетический кленовый сироп!", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionCake"
	, "text" : "Торт из лжи подан! <i> Перед вами - пустой поднос. </i> Или желаете именинный торт? Мы поставим пятьдесят свечей."
	, "replies" :
		[ { "text" : "Тортик оказался ложью, этого стоило ожидать.", "ref" : "RobochefIntroductionCritique" }
		, { "text" : "Эй, мне не пятьдесят! Я что, выгляжу на пятьдесят? Ох.", "ref" : "RobochefIntroductionCritique" }
		]
	},
	{ "id"   : "RobochefIntroductionCritique"
	, "text" : "Спасибо, что выбрали нас! Официант выставит вам счёт. <i>Робот начинает печатать счёт, кажущийся бесконечным. Вероятно, в блинах были пауки особо ценных пород."
	, "replies" :
		[ { "text" : "Оу, счёт, хм. Смотрите, трёхголовая обезьяна! <i> Бежать! </i>", "ref" : null }
		, { "text" : "Благодарю. Отошлите счёт Николаю Дыбовскому, пожалуйста. ", "ref" : null }
		, { "text" : "Неловко получается, видите ли, всё дело в том, что, конечно же, разумеется… <i> Вас подхватывает и уносит гигантский птеродактиль. </i>.", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller1Pending" ]
	, "clears" : [ "RobochefIntroductionPending" ]
	},
	{ "id"   : "RobochefInstallMicrochipIntro"
	, "text" : "<aside> Вы размышляете над заданием злодея. Чтобы установить микрочип, вероятно, нужно добраться до внутренностей робота. Но как же это сделать? Вам в голову приходит дерзкая идея: выдать себя за продукт для приготовления, тогда робот запихнёт вас в духовку, то есть внутрь себя! </aside>"
	, "replies" :
		[ { "text" : "Однажды вас уже засовывали в печь. Злосчастный инцидент в пряничном домике. Хуже не будет!", "ref" : "RobochefInstallMicrochipProceed" }
		, { "text" : "Нет, слишком рискованно, уходим отсюда.", "ref" : null }
		]
	},
	{ "id"   : "RobochefInstallMicrochipProceed"
	, "text" : "Добрый день! Что вам угодно? Желаете зарезервировать столик? Желаете заказать столик? Мы готовим отличные столики с кровью!"
	, "replies" :
		[ { "text" : "Доставка продуктов! Я… самодоставляющийся столик первой свежести! Приготовьте меня с кровью!", "ref" : "RobochefInstallMicrochipInTheOven" }
		, { "text" : "Добрый день! Я сом-самоубийца. Я опозорил свой род недостаточно клёвыми усами,  единственный способ вернуть себе честь — ритуально покончить с жизнью, зажарившись в духовке.", "ref" : "RobochefInstallMicrochipInTheOven", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Здравствуйте. Я гриб. У меня и шляпка есть. Видите ли, я ищу острых ощущений. Например, встречи лицом к лицу со смертью в духовке!", "ref" : "RobochefInstallMicrochipInTheOven", "requires" : [ "HatEquipped" ] }
		, { "text" : "Я китайская печенька. Вот моё предсказание: сегодня на вас установят злодейский микрочип.", "ref" : "RobochefInstallMicrochipInTheOven" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipInTheOven"
	, "text" : "Спасибо, желаем вам приятного приготовления! <i> Манипуляторы хватают вас и засовывают в открывшуюся под дисплеем секцию. Изнутри робот кажется просторнее, чем снаружи. Атмосфера накаляется! </i>"
	, "replies" :
		[ { "text" : "О нет, я умру! Паника! Паника!", "ref" : "RobochefInstallMicrochipPanic" }
		, { "text" : "Окай, нужно взять себя в руки и… ПАНИКОВАТЬ! ААА!", "ref" : "RobochefInstallMicrochipPanic" }
		, { "text" : "Если бы я была микрочипом, куда бы я себя установила? Буду искать подходящее место!", "ref" : "RobochefInstallMicrochipSearch" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipPanic"
	, "text" : "<aside> Кажется, ваши крики привлекают внимание пауков. </aside>"
	, "replies" :
		[ { "text" : "ААА! ПАУКИ! ПАНИКА!", "ref" : "RobochefInstallMicrochipPanicMore" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipPanicMore"
	, "text" : "<aside> Хорошая новость в том, что, бегая в панике, вы передавили всех пауков. Плохая новость в том, что теперь вы привлекли внимание нацистских зомби-альпинистов. </aside>"
	, "replies" :
		[ { "text" : "НЕНАВИЖУ НАЦИЗМ И ЗОМБИ, ПАНИКА, ААА! ", "ref" : "RobochefInstallMicrochipEvenMorePanic" }
		, { "text" : "Хм, а что если выдать себя за Гитлера, в полумраке духовки они не рассмотрят мои усы в деталях!", "ref" : "RobochefInstallMicrochipHitler", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "RobochefInstallMicrochipEvenMorePanic"
	, "text" : "<aside> Поднятый вами шум привлёк динозавра-антифашиста. Он съел наци-альпинистов, но теперь недобро поглядывает на вас. Динозавры обычно сперва едят, а потом разбираются в политических убеждениях еды. </aside>"
	, "replies" :
		[ { "text" : "ААА, ДИНОЗАВР! ПА- ой, постойте, вот хорошее место для микрочипа. Эй, динозавр, отстань, мне некогда.", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipHitler"
	, "text" : "<aside> Зомби-нацисты отдают вам честь и помогают найти порт для микрочипа. Вы отделались чувством стыда. </aside>"
	, "replies" :
		[ { "text" : "Но ведь я старалась ради блага арийской расы! Ой.", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipSearch"
	, "text" : "<aside> Благодаря блестящей интуиции и, отчасти, табличке “Порт для микрочипов”, вы отыскиваете подходящее место. </aside>"
	, "replies" :
		[ { "text" : "Я проницательная! Ура мне!", "ref" : "RobochefInstallMicrochipFoundChip" }
		]
	},
	{ "id"   : "RobochefInstallMicrochipFoundChip"
	, "text" : "<aside> Вы уже собрались воткнуть чип в порт, как заметили, что он уже занят точно таким же чипом. Это объясняет, почему робот готовит только опасную для жизни еду. Какой-то злодей уже побывал здесь до вас! Вы могли бы попытаться вынуть чип, но жар становится нестерпимым, пахнет чем-то палёным. </aside>"
	, "replies" :
		[ { "text" : "Пф! <i>Бежать!</i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Пфф! <i> Бежать! </i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Пффф! <i> Бежать! </i>", "ref" : "RobochefInstallMicrochipRun" }
		, { "text" : "Ммм, жареная Лю… Ой! <i> Бежать! </i>", "ref" : "RobochefInstallMicrochipRun" }
		]
	, "sets"   : [ "MicrochipQuestReport" ]
	},
	{ "id"   : "RobochefInstallMicrochipRun"
	, "text" : "<aside> Из-за невыносимого жара вы сбросили весь лишний вес (да, он у вас был!), и вам не составило труда протиснуться в щель в духовке. Оказавшись на свежем воздухе, вы ещё раз удивляетесь несоответствию размеров робота и его внутренностей. </aside>"
	, "replies" :
		[ { "text" : "Больше никогда и близко не подойду к духовке! Ну если только мне кто-нибудь не испечёт блинов без пауков…", "ref" : null }
		, { "text" : "Надеюсь, Злодей сможет объяснить, откуда там взялся установленный микрочип!", "ref" : null }
		, { "text" : "ААА! СВЕЖИЙ ВОЗДУХ! ПАНИКА!", "ref" : null }
		]
	},
	{ "id"   : "RobochefFiller1Intro"
	, "text" : "Приветствуем! О, это же наш постоянный посетитель! Не желаете ли отведать сегодняшнее блюдо дня - сырники?"
	, "replies" :
		[ { "text" : "Нет уж, я сыта вашей стряпнёй по горло, а ведь я её даже не пробовала. Прощайте!", "ref" : null }
		, { "text" : "Давайте. Надеюсь, у вас закончились запасы пауков.", "ref" : "RobochefFiller1Syrniki" }
		]
	},
	{ "id"   : "RobochefFiller1Syrniki"
	, "text" : "Какие именно сырники вы желаете? <i> Улыбка исчезает со смайлика в колпаке на дисплее. Он смотрит на вас с подозрением. </i>"
	, "replies" :
		[ { "text" : "Хм, а какой у меня выбор? Сколько вообще бывает видов сырников? Я пропускала лекции по сырникологии в университете, извините.", "ref" : "RobochefFiller1Ask" }
		, { "text" : "Это вопрос с подвохом? Или викторина! А можно звонок другу? У меня есть знакомый эксперт по всем видам сырников!", "ref" : "RobochefFiller1Ask" }
		]
	},
	{ "id"   : "RobochefFiller1Ask"
	, "text" : "<i> Черты смайла искажаются яростью. Вы чем-то его оскорбили! В манипуляторах робота появляются разделочные ножи. </i> НЕТ СЫРНИКОВ, КРОМЕ СЫРНИКОВ! ЕСТЬ ТОЛЬКО ОДНИ ИСТИННЫЕ СЫРНИКИ, НАЗОВИТЕ ИХ ИМЯ ИЛИ УМРИТЕ!"
	, "replies" :
		[ { "text" : "Ох! Наверняка правильный ответ - самый простой. Сырники из творога?", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Аристократические сырники на перепелиных яйцах - сэрники!", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Сатанинские сырники, выпекаемые в аду сатаной из серы - серники!", "ref" : "RobochefFiller1Heresy" }
		, { "text" : "Воинствующие сырники-пролетарии - эсэсэсырники!", "ref" : "RobochefFiller1Heresy" }
		]
	},
	{ "id"   : "RobochefFiller1Heresy"
	, "text" : "ЕРЕСЬ! ЕРЕСЬ! ГУЛЯШ ИЗ ЯЗЫЧНИКА С ПРИПРАВОЙ ИЗ ИСТИННОЙ ВЕРЫ К ВОСЬМОМУ СТОЛИКУ! <i> Едва на разделку вас у робота ушло бы много времени, но, к счастью, он взрывается снопом искр. Его место занимает точно такой же робот с кулинарным бластером для поджарки роботов в манипуляторе. </i> Спасибо, что помогли нам разоблачить опасного еретика!"
	, "replies" :
		[ { "text" : "Да не за что! Всё было спланировано! Я трясусь не от пост-травматического шока, а от гордости.", "ref" : "RobochefFiller1Reward" }
		, { "text" : "Эй, так мне не подадут гуляш из язычника? “Язычник” звучало аппетитно!", "ref" : "RobochefFiller1Reward" }
		, { "text" : "А мне полагается награда? Хочу шоколадную медаль! Нет, марципановый орден!", "ref" : "RobochefFiller1Reward" }
		]
	},
	{ "id"   : "RobochefFiller1Reward"
	, "text" : "Пожалуйста, примите в награду комплиментарные сырники. <i> Улыбка исчезает с дисплея, смайл сощуривается. </i> Кстати, какие сырники вы желаете заказать?"
	, "replies" :
		[ { "text" : "М, нет, спасибо, я пойду.", "ref" : null }
		, { "text" : "Смотрите, трёхголовые сырники! <i> Бежать! </i>", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller2Pending" ]
	, "clears" : [ "RobochefFiller1Pending" ]
	},
	{ "id"   : "RobochefFiller2Intro"
	, "text" : "Приветствуем! Мы неустанно работаем над пополнением нашей кулинарной базы данных. Если вы желаете внести в неё собственный рецепт, просто сделайте соответствующий запрос."
	, "replies" :
		[ { "text" : "Вы по праву гордитесь собственным кулинарным изобретением - макаронной кашей. Сделать запрос!", "ref" : "RobochefFiller2FirstIngredient" }
		, { "text" : "Кулинария - не самая сильная ваша сторона. Отказаться.", "ref" : null }
		]
	},
	{ "id"   : "RobochefFiller2FirstIngredient"
	, "text" : "<aside> Вместо смайла на дисплее появляется интерфейс со сложной навигацией. Как вы вскоре обнаруживаете, это каталог всех возможных ингредиентов. Вы с трудом отыскиваете первый - макароны. Что дальше? </aside>"
	, "replies" :
		[ { "text" : "Каша, duh!", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Неразбериха! Дома вы всегда готовили в ней.", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Конфеты! В фантиках, чтоб шуршали на языке.", "ref" : "RobochefFiller2SecondIngredient" }
		, { "text" : "Добавить ещё макарон! Макаронами макаронную кашу не испортишь.", "ref" : "RobochefFiller2SecondIngredient" }
		]
	},
	{ "id"   : "RobochefFiller2SecondIngredient"
	, "text" : "<aside> Что ж, пока ничего не взорвалось. Уже лучше, чем большинство ваших кулинарных экспериментов дома. Однако вам кажется, что блюду чего-то не хватает. Чего же? </aside>"
	, "replies" :
		[ { "text" : "Соли! Нужно добавить слёз!", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Недостаёт остроты. Добавить шпаг и сатиры!", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Эстетики! Немного Моне и Дега не повредит.", "ref" : "RobochefFiller2FinalIngredient" }
		, { "text" : "Макарон! Больше макарон, БОЛЬШЕ!", "ref" : "RobochefFiller2FinalIngredient" }
		]
	},
	{ "id"   : "RobochefFiller2FinalIngredient"
	, "text" : "<aside> Макаронная каша почти готова, остался последний, секретный ингредиент. Что же это? </aside>"
	, "replies" :
		[ { "text" : "Это секрет! Добавить ваше настоящее имя.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Амброзия! Пища богов! Хм, по виду похожа на блины.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Наркотики! Обычно гостям сперва не нравится ваша стряпня, но они <i> всегда </i> просят добавки.", "ref" : "RobochefFiller2Result" }
		, { "text" : "Макароны! МАКАРОНЫ! ХАХАХА! АБСОЛЮТНЫЕ МАКАРОНЫ! Вы уже не можете остановиться.", "ref" : "RobochefFiller2Result" }
		]
	},
	{ "id"   : "RobochefFiller2Result"
	, "text" : "<aside> Робот извлекает готовое блюдо на свет. На солнечных лучах кастрюля воспламеняется! Манипуляторы робота плавятся, а на дисплее появляется сообщение об ошибке и запуске программы ремонта. </aside>"
	, "replies" :
		[ { "text" : "О да, настоящая макаронная каша!", "ref" : null }
		, { "text" : "Хм, кажется, недоложила макарон.", "ref" : null }
		]
	, "sets"   : [ "RobochefFiller3Pending" ]
	, "clears" : [ "RobochefFiller2Pending" ]
	},
	{ "id"   : "MonsterDescriptionIntro"
	, "text" : "<aside> Пугающий клубок щупалец, глаз, пастей, клювов и… кажется, это зонт, но вы не уверены. </aside>"
	, "replies" :
		[ { "text" : "…", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeDescriptionIntro"
	, "text" : "<aside>Странного вида тип с мерцающим стеклянным глазом и неухоженной бородой. </aside>"
	, "replies" :
		[ { "text" : "Борода! Нужно познакомиться!", "ref" : "GlassEyeIntroductionIntro" }
		, { "text" : "Не нравится мне выражение его глаза. Уходим!", "ref" : null }
		]
	, "sets" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionIntro"
	, "text" : "Привет! Не хотите бесплатно поработать на меня?"
	, "replies" :
		[ { "text" : "Нет.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nope.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Nein.", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "¡No!", "ref" : "GlassEyeIntroductionRefuse" }
		, { "text" : "Да! Ой, оговорилась. Ни за что!", "ref" : "GlassEyeIntroductionRefuse" }
		]
	},
	{ "id"   : "GlassEyeIntroductionRefuse"
	, "text" : "Зачем же вы тогда пришли? Уж не угостить ли меня Чудо Шоколадом?"
	, "replies" :
		[ { "text" : "Увы, нет. А почему ваша борода выглядит так жалко? Вы хорошо за ней ухаживаете? Она больна?", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "Никогда не думала, что борода может быть отталкивающей. Спасибо, что расширили горизонты моего понимания!", "ref" : "GlassEyeIntroductionBeard" }
		, { "text" : "На самом деле начальник просил меня узнать, как протекает разработка Оружия Судного Дня. Он поддерживал ваш Кикстартер!", "ref" : "GlassEyeIntroductionDoomsday", "requires" : [ "DoomsdayQuest" ] }
		]
	, "sets"   : [ "GlassEyeFiller1Pending" ]
	, "clears" : [ "GlassEyeIntroductionPending" ]
	},
	{ "id"   : "GlassEyeIntroductionBeard"
	, "text" : "Да как вы смеете! Моя борода - призёр международных соревнований! Убирайтесь прочь!"
	, "replies" :
		[ { "text" : "Ох, не кричите. Я ещё зайду проведать вашу бороду, надеюсь, ей станет лучше.", "ref" : null }
		, { "text" : "Хорошо, я уйду, но только потому, что вид вашей бороды причиняет мне физическую боль!", "ref" : null }
		, { "text" : "Бедная борода, тебе достался ужасный хозяин. Крепись!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeIntroductionDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах.<i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Хорошо, я передам ему! А что не так с вашей бородой? Она похожа на мёртвого зверика.", "ref" :  "GlassEyeIntroductionBeard" }
		, { "text" : "Клёво и совершенно не подозрительно. Так ему и передам. Удачи!", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayIntro"
	, "text" : "А, это снова вы. Всё же решили не отказываться от неоплачиваемой работы, а?"
	, "replies" :
		[ { "text" : "Нет-нет, начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayDoomsday" }
		, { "text" : "Соблазнительное предложение, но нет, у меня уже есть другая неоплачиваемая работа. Босс просил узнать, как продвигается разработка Оружия Судного Дня.", "ref" : "GlassEyeDoomsdayDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayDoomsday"
	, "text" : "Оу. Эм. Мда. <i>Бородач краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Совершенно не подозрительно звучит. Так ему и передам. Удачи!", "ref" : null }
		, { "text" : "Передам ему. До свидания. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeDoomsdayAngryIntro"
	, "text" : "Вас же предупреждали, чтобы вы больше не появлялись!"
	, "replies" :
		[ { "text" : "Мне не очень-то и хотелось видеть вас, но начальник прислал меня узнать, как дела с разработкой Оружия Судного Дня. Он поддерживал ваш кикстартер!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		, { "text" : "Босс просил узнать, как продвигается разработка Оружия Судного Дня. Да, я работаю на самого Злодея, вам лучше вести себя со мной повежливее!", "ref" : "GlassEyeDoomsdayAngryDoomsday" }
		]
	},
	{ "id"   : "GlassEyeDoomsdayAngryDoomsday"
	, "text" : "Оу. Эм. Мда. Простите. <i>Стеклянноглазый краснеет у вас на глазах.</i> Оружие застряло в продакшене на 90% готовности. Мы предоставим образец для раннего доступа вашему боссу в… понедельник!"
	, "replies" :
		[ { "text" : "Так-то лучше! И звучит вовсе не подозрительно. Прощайте!", "ref" : null }
		, { "text" : "Хорошо, я передам ему. <i>Вы незаметно подмигиваете бороде.</i>", "ref" : null }
		]
	, "sets"   : [ "DoomsdayQuestReport" ]
	, "clears" : [ "DoomsdayQuest" ]
	},
	{ "id"   : "GlassEyeFiller1Intro"
	, "text" : "Что вам опять нужно? Явились оскорблять мою бороду? Она совершенна!"
	, "replies" :
		[ { "text" : "Пф, ваша борода клёвая, она заслуживает лучшей участи! Отпустите её!", "ref" : "GlassEyeFiller1LetBeardGo" }
		, { "text" : "<i>вы игнорируете Стеклянноглазого</i>Привет, борода! Как ты сегодня? Выглядишь не очень, плохо спала?", "ref" : "GlassEyeFiller1TalkToBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1TalkToBeard"
	, "text" : "Не смейте разговаривать с бородой без спроса! Борода, не вздумай ей отвечать!"
	, "replies" :
		[ { "text" : "Не обращай на него внимания, бородушка. Хочешь, я познакомлю тебя со своими усами? Я зову их Мистером Усы. Вы подружитесь!", "ref" : "GlassEyeFiller1InviteBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Наверняка хозяин тебя не расчёсывает и даже не делает массаж, борода. Ты достойна лучшего!", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1LetBeardGo"
	, "text" : "Ни за что! Я властелин своей бороды и она будет делать то, что я ей прикажу! Так было и будет во веки веков."
	, "replies" :
		[ { "text" : "Вы говорите так, будто у бороды нет собственных чувств! Не уважаете её индивидуальность. А вдруг на самом деле она не хочет жить с вами? Эй, борода, а ты хотела бы жить со мной, например?", "ref" : "GlassEyeFiller1InviteBeard" }
		, { "text" : "Борода должна научиться жить самостоятельно, вы связываете её, не даёте ей расти и развиваться! Ты бы хотела свободной жизни, а, борода?", "ref" : "GlassEyeFiller1InviteBeard" }
		]
	},
	{ "id"   : "GlassEyeFiller1InviteBeard"
	, "text" : "<i>Вам показалось, или борода потянулась к вам волосками? Стеклянноглазый шипит от гнева и злобно дёргает себя за бороду.</i> Я подам на вас в суд за нарушение закона о неприкосновенности чужой бороды! Прочь! Прочь!"
	, "replies" :
		[ { "text" : "О нет, вы делаете ей больно! Хорошо, я уйду, только не причиняйте зла бороде!", "ref" : null }
		, { "text" : "Ладно, я уйду, но мы ещё встретимся! Я не брошу тебя в беде, бородушка!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller2Pending", "GlassEyeAngry" ]
	, "clears" : [ "GlassEyeFiller1Pending" ]
	},
	{ "id"   : "GlassEyeFiller2Intro"
	, "text" : "<i>Стеклянноглазый одет в свитер с высоким воротником, прикрывающим бороду.</i> Ни я, ни моя борода не желаем вас видеть! Уходите. Так будет лучше для всех."
	, "replies" :
		[ { "text" : "Это неправда! Бородушка не могла такое сказать! Выпустите её немедленно!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Наверняка вы удерживаете её насильно! Борода, не знаю как, но я выручу тебя!", "ref" : "GlassEyeFiller2FightForBeard" }
		, { "text" : "Мистер Усы этого так не оставит! Борода будет свободной!", "ref" : "GlassEyeFiller2FightForBeard", "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Ах, возможно, вы правы, жестокую судьбу не изменить, мне лучше отступиться… Но иногда, дождливыми вечерами, я буду вспоминать тебя, о, борода!", "ref" : null }
		]
	, "sets"   : [ "GlassEyeFiller3Pending" ]
	, "clears" : [ "GlassEyeFiller2Pending" ]
	},
	{ "id"   : "GlassEyeFiller2FightForBeard"
	, "text" : "Ах вот вы как?! И что же вы можете сделать? Вы бессильны! Закон на моей стороне! Убирайтесь с глаза моего, пока я не испепелил вас! <i>Искусственный глаз мерцает пламенем, вдруг в нём действительно есть лазерное прицеливание?</i>"
	, "replies" :
		[ { "text" : "У меня есть клёвый знакомый, он начнёт твиттер-кампанию #freethebeard! Общественное мнение обратится против вас!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Бог бород покарает вас! БОРОДЫ ДЛЯ БОГА БОРОД!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Жестокость по отношению к бороде увеличивает риск заболеваний печени, вам недолго осталось!", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Хм, я не умею придумывать внушительные угрозы, но вы ещё поплачете, потому что коалы вымирают! Нет, совсем не умею.", "ref" : "GlassEyeFiller2Threat" }
		, { "text" : "Эй, испепелять невежливо! Я ухожу, но не из страха, а потому что общество такого мужлана мне претит.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller2Threat"
	, "text" : "Чепуха, моя мания величия материальна, она защищает меня, словно щит! Умрите же! <i>Стеклянноглазый и впрямь стреляет в вас глазным лазером. “Pew pew pew!” - зачем-то озвучивает выстрелы он.</i>"
	, "replies" :
		[ { "text" : "Вы неправильно озвучиваете лазер! Нужно “Пыщь-пыщь-пыщь”! <i>Бежать!</i>", "ref" : null }
		, { "text" : "Мистер Усы, прикройте меня! <i>Бежать!</i>", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "Я никогда не отступаю! <i>Отступить!</i>", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3Intro"
	, "text" : "<aside>Случайно вы замечаете, что Стеклянноглазый стал обращаться с бородой ещё хуже. На этот раз он измазал её в шоколаде.</aside>"
	, "replies" :
		[ { "text" : "Спасать бороду, рискуя жизнью!", "ref" : "GlassEyeFiller3SaveTheBeard" }
		, { "text" : "Нет, вы должны забыть бороду. Уйти прочь.", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeFiller3SaveTheBeard"
	, "text" : "Опять вы?! На этот раз я не промахнусь! Вы умрёте на глазах у бороды!"
	, "replies" :
		[ { "text" : "Хм, наверное, нужно было сперва придумать план, а потом бросаться на выручку бороде. Неловкость!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "О нет! Бородушка, отвернись!", "ref" : "GlassEyeFiller3LiuUnderFire" }
		, { "text" : "Только не в Мистера Усы! Только не в Мистера Усы!", "ref" : "GlassEyeFiller3LiuUnderFire", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3LiuUnderFire"
	, "text" : "<aside>Вы приготовились к самому худшему, как вдруг зловещую тишину разрывает звук сирен! Между вами и бородачом останавливается машина с эмблемой Общества Защиты Бород. Оперативники ОЗБ надевают на Стеклянноглазого наручники.</aside>"
	, "replies" :
		[ { "text" : "Да, всё было спланировано! Я вовсе не подвергалась риску и неловкости!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Скорее же, освободите бороду! Она пережила столько ужасов!", "ref" : "GlassEyeFiller3BeardIsFreed" }
		, { "text" : "Мистер Усы, так это вы вызвали ОЗБ? Вы, как всегда, на высоте!", "ref" : "GlassEyeFiller3BeardIsFreed", "requires" : [ "MoustacheEquipped" ] }
		]
	},
	{ "id"   : "GlassEyeFiller3BeardIsFreed"
	, "text" : "Оперативники зачитывают Стеклянноглазому его права, когда борода внезапно срывается с его подбородка, описывает круг в воздухе, стряхивая с себя шоколад, подлетает к вам и обнимает ваше лицо. Через мгновение, борода набирает высоту и исчезает в небе. Свободна!"
	, "replies" :
		[ { "text" : "Прощай, бородушка, я буду помнить тебя вечно! И никогда не заведу другой бороды!", "ref" : null }
		, { "text" : "Вот и ещё одна борода спасена, Мистер Усы. Вы настоящий герой! Нет-нет, что вы, я всего лишь помогала вам в меру своих сил. Вы такой скромный, Мистер Усы! Эй, не щекочитесь! Прекратите!", "ref" : null, "requires" : [ "MoustacheEquipped" ] }
		, { "text" : "<i>Разреветься. Вы же девочка, вы можете себе это позволить! Слёза очищают. И растворяют остатки шоколада после объятий с бородой. Ммм, шоколадные слёзы…</i>", "ref" : null }
		]
	, "sets"   : [ "BeardPostMortemPending" ]
	, "clears" : [ "GlassEyeFiller3Pending" ]
	},
	{ "id"   : "GlassEyePostMortemIntro"
	, "text" : "<aside>Вы вновь встречаетесь со Стеклянноглазым. Без бороды он выглядит нелепо и подавленно. </aside>"
	, "replies" :
		[ { "text" : "Подойти к нему.", "ref" : "GlassEyePostMortemTalk" }
		, { "text" : "Нет, пусть терзается одиночеством!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyePostMortemTalk"
	, "text" : "Пришли поиздеваться надо мной? Без бороды моя жизнь потеряла всякий смысл! Врачи говорят, что я больше никогда не смогу иметь бород…"
	, "replies" :
		[ { "text" : "А ещё, теперь вы выглядите глупейшим образом! Хаха! Прощайте.", "ref" : null }
		, { "text" : "Надеюсь, вы выучили свой урок: <b>берегите свои бороды, люди!</b>", "ref" : null }
		, { "text" : "Мне немного жаль вас, но Мистер Усы говорит, что вы заслужили это. Прощайте же!", "ref" : null }
		]
	, "clears" : [ "BeardPostMortemPending" ]
	},
	{ "id"   : "GlassEyeEscapeAngry"
	, "text" : "У меня нет на вас времени! Очередь подошла. "
	, "replies" :
		[ { "text" : "У вас и на уход за бородой не было времени! Прощайте.", "ref" : null }
		, { "text" : "Пока, бородушка! Не скучай!", "ref" : null }
		]
	},
	{ "id"   : "GlassEyeEscapeStandard"
	, "text" : "Извините, подошла моя очередь. Если вас интересует бесплатный, неблагодарный труд, вы знаете, к кому обратиться!"
	, "replies" :
		[ { "text" : "До свидания. Передавайте привет бороде!", "ref" : null }
		, { "text" : "Да, к работорговцам! До встречи.", "ref" : null }
		]
	}
]
